[
  {
    "Day": "1",
    "Title/Topic": "Welcome to the Journey",
    "Content Article/Video": "Welcome to the journey! Hands & Voices is a parent-driven organization dedicated to providing support to families with deaf and hard of hearing children.\n\nAs parents of deaf and hard of hearing children, we have been down the road (and back!). This app was designed to give you daily support as you navigate your own personal journey down this new path.\n\nClick here to watch the video",
    "Link": "https://youtu.be/23sns-_NZYg",
    "Parent Quote": "1. Celebrate every win like it's the Olympics!\n\n2. Surround yourself with folks who are better than you are so you can learn something.\n\n3. Document, document, document because if it's not written, it's not real. ",
    "Parent Name": "Treva Cranfield Maitland",
    "Parent Photo": "TrevaCranfieldMaitland.png",
    "Resources to Explore": "The Hands & Voices website has many resources for you to explore. This app is designed to help you navigate day by day through the many resources that are available to parents with deaf and hard of hearing children.\n\nClick here to read more information",
    "Resource Link": "https://www.handsandvoices.org/about/join.htm",
    "DHH Quote": "Welcome to the journey! I'm Karen Putz, a deaf mom to three deaf and hard of hearing kids who are now young adults. I am the Co-Director of Deaf and Hard of Hearing Infusion at Hands & Voices, a job that I share with Stephanie Olson. I do remember the early days when all I wanted was someone to tell me what to do--and how I could get some sleep! We hope you enjoy the day-by-day guidance from this app. And...we hope you enjoy the journey!",
    "DHH Name": "Karen Putz",
    "DHH Photo": "KarenPutz.png",
    "ResourceImage": "vnh.png",
    "ArticleImage": "welcome.png"
  },
  {
    "Day": "2",
    "Title/Topic": "The Beginning",
    "Content Article/Video": "\"Who are we? We are parents of ASL signers, cued speech users.... parents of kids with cochlear implants or total communicators... we are people who have common interests connected through the community of deafness. Hands & Voices is a safe place to explore options, get unemotional support (although we can be emotional about it!), learn from one another and share what we have in common. We value diversity and honor the role of parents and family as the single greatest factor in raising a WASK, (our favorite acronym: W ell- A djusted S uccessful K id) \n\n\"There is room in the community of deafness for an organization like Hands & Voices, and in fact, I think parents, and even many professionals, have been crying out for a group like this,\" says Leeanne Seaver, Board member. \"Somehow parents connecting to other parents provides an element of credibility; there's a level of 'knowing & feeling' that only a parent experiences. And parents, especially parents of babies newly identified with deafness or hearing loss, need a way to connect like this without being wary of a sponsoring agenda from a service provider.\"\n\nHands & Voices is a non-profit, parent-driven organization dedicated to supporting families of children who are deaf or hard of hearing. We are non-biased about communication methodologies and believe that families can make the best choices for their child if they have access to good information and support. Our membership includes families who communicate manually and/or orally. From American Sign Language to cochlear implants, our organization represents people from all different approaches to, and experiences with, deafness or hearing loss.\n\nLost and Found Parents share their experiences after their baby's newborn hearing screening.\n\nClick here to watch the video",
    "Link": "https://youtu.be/8NM6u8VOfrk",
    "Parent Quote": "My son failed his NB screening. Was told it was just fluid. Did follow up and confirmed at 3 weeks. I was heartbroken, but then got over it fast. My son is just my son.",
    "Parent Name": "Ash Rae",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Boy's Town has information for parents who are just beginning the journey\n\nClick here",
    "Resource Link": "https://www.babyhearing.org/",
    "DHH Quote": "Congratulations on your new bundle of love! I am a Deaf mom to a Deaf toddler & I'd love to chime in. Each to their own, really! There is a wide variety of hearing loss types and no two D/HH babies have the same journey ahead of them. What works for one person may not work for the other and vice versa. The decisions you might have to make for your baby regarding their hearing loss may put a huge deal of pressure on you. Do not worry. The decisions you make for your little one now are subject to change in the future! It's not the end, it never is. Pay attention to what works for them and whether your choices are providing them access to communication. Believe me, they are just like everyone else, they have their own personalities and interests like their peers and they can soar high in life.",
    "DHH Name": "Carlina Fucarino",
    "DHH Photo": "tree.png",
    "ResourceImage": "babyHearing.png",
    "ArticleImage": "youtube2.png"
  },
  {
    "Day": "3",
    "Title/Topic": "Reactions",
    "Content Article/Video": "Reflections on Grief, Is What They Say True? by Janet Des Georges,\n\n\"Ultimately, the joy and challenge of having a child who is deaf or hard of hearing has replaced any feelings of ‘grief’ in my own life as a mother, and want that acknowledged as heartily as any other emotion that would be written or researched about.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V9-1_grief.htm",
    "Parent Quote": "Denial: I honestly didn't spend a lot of time with this emotion. My husband, on the other hand, lived there for quite a while. I think that is somewhat normal for dads though. It seems that moms have that sense; we know something isn't right, and when our fears are confirmed, we go into hyper-mothering mode and want to comfort, research, prepare, reach out, and connect with other moms facing the same thing. Dads just want everything to be right. Dads fix things and if it isn't fixable by Dad, then he doesn't know what to do with it. What I know now that I wish I knew from the start: how to find a good audiologist to help us know how to read an audiogram--because that was the first step that helped my husband to get out of denial, and into the process of finding the right person. If I had known that since the beginning of our journey, I would have avoided so much frustration. ",
    "Parent Name": "Maria Hernandez",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Looking back, the grieving process was a short but crucial part of our journey. Without it, I wouldn’t have forged lifelong bonds by reaching out to others who had walked this path, and I wouldn’t have realized that the valleys make the peaks that much more triumphant. \n\nI realized that no matter what they’re going through, our beautiful children are a big deal.\n\nClick here to read more",
    "Resource Link": "https://themighty.com/2015/11/grief-parenting-deaf-child/",
    "DHH Quote": "Don't feel sorry for me. Being deaf means I don't have to hear things I don't want!\n\nI haven't changed. I was always deaf so I have nothing to adjust to. Parents though need time to adjust to their baby, but that's what every new parent has to do anyway.",
    "DHH Name": "Lucas Davies",
    "DHH Photo": "LucasDavies.png",
    "ResourceImage": "mighty.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "4",
    "Title/Topic": "Working Through Emotions",
    "Content Article/Video": "Seeing the Gifts First\n\nThe big question is: Why? Why would I love my baby less, accept my baby less, just because he or she is different? Why is it hard to embrace the difference? Would this be the case if he or she had blonde hair versus brown or blue eyes versus green? The big answer is: Intense focus and emphasis on the disability can be so blinding that as parents, we can’t see beyond it; as a result we can’t see the miracle in the birth of our child. We fail to notice the gifts while never failing to notice the disability. We yearn for a fix, as we do not want to experience any of the feelings (worry, sadness, fear guilt, helplessness, anger confusion, disappointment, shame and blame) and all we want is untarnished joy and happiness. Instead, we need to accept and embrace the differences in our children the same way we learn to accept difference in race, language, religion, orientation and other attributes we encounter in the world.\nBy Rana Ottallah, Louisiana H&V \n\nClick to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V17-1_gifts.htm",
    "Parent Quote": "My daughter failed the newborn hearing screening in the hospital . We were told it was probably just fluid in the ears and to follow up with an audiologist. After 3 failed tests she was diagnosed with bilateral mild/moderate hearing loss in both ears. My husband had a hard time at first and it didn’t really hit me until she got her hearing aids. I cried, more so just scared she wouldn’t be accepted or would be teased by her peers. She’s 5 now and everything is just fine ? I’m sure we may experience some tough spots down the road but that’s life for everyone! ",
    "Parent Name": "Jenna Christene",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Different cultures have different reactions to a diagnosis of hearing loss. Read this blog post to learn more about it.",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/tag/serving-families-with-deaf-and-hard-of-hearing-children/",
    "DHH Quote": "Let me share my perspective as a child. Even though I had normal hearing up to that episode of spinal meningitis, and even though I still, to this day, remember my hospital experience vividly, not once did I struggle with “Oh, I’m Deaf! I’m different than you!” That thought never, ever entered my mind. I believe part of the reason is that through all the “I’m so sorry” comments, my parents made sure that I was treated as normally as possible with just a little tweaking (i.e., they’d ask people to just talk to me normally making sure I was watching them before they spoke).",
    "DHH Name": "Pamela Farley",
    "DHH Photo": "PamelaFarley.png",
    "ResourceImage": "havStaff.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "5",
    "Title/Topic": "Stories from Parents and DHH Adults",
    "Content Article/Video": "The Hands & Voices Blog\n\nClick to read stories from families and deaf/hard of hearing teens and adults on the Hands & Voices blog.",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/",
    "Parent Quote": "Sharing experiences—both struggles and solutions—with Deaf and hard-of-hearing adults and with parents of other Deaf and hard-of-hearing children has been one of the most empowering aspects of my family’s journey. Finding educators and therapists who are eager to share ideas and resources has also been reassuring. \n\nAn unanticipated diagnosis can feel overwhelming at times, but many are willing to help and share; relationships with such people have been among the richest gifts of our lives.",
    "Parent Name": "Melissa Bair",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Hearing Parents in a Deaf World\n\nClick here to read more information",
    "Resource Link": "https://www.infanthearing.org/dhhadultinvolvement/docs/H-V-Virtual/Hearing-Parents-in-a-Deaf-World-English.pdf",
    "DHH Quote": "The advice I have for new parents with a DHH child is to trust your instincts/gut. You know your child and the environment and family dynamics they will be in. As your child gets older, allow them to explore different parts of their identity, whether it be experiencing the \"deaf world\" or the \"hearing world.\" When they start to reach an age where they can speak for themselves, it's important to listen and understand and support them as they learn to advocate for themselves. Basically, loving and supporting your child is the best thing you can do for them.",
    "DHH Name": "Sara Des Georges",
    "DHH Photo": "SaraDesGeorges.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "6",
    "Title/Topic": "Your Support System",
    "Content Article/Video": "Hands & Voices has chapters that provide direct support. Click here to see if your state/province has a chapter. Direct support is provided through events, programs, and resources.",
    "Link": "https://handsandvoices.org/chapters/starts.htm",
    "Parent Quote": "Relief. After nearly two and a half years of feeling like we slipped through every possible crack, it was a relief to have a concrete reason for our son’s communication struggle. Since then, with the right supports (for him and us) he’s taken off!",
    "Parent Name": "Stephanie Nishek Marrufo",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Through our quarterly newspaper, The Communicator, Hands & Voices influences policy, supports parent advocates, and connects families and professionals to both the day to day experience of raising a deaf or hard of hearing child and to our shared experience no matter where we live. We especially look for thought-provoking pieces that illustrate the strengths and needs of our current educational systems, from birth to age 21.\n\nYou can receive the quarterly Communicator here by becoming a member by clicking here.",
    "Resource Link": "https://www.handsandvoices.org/about/join.htm",
    "DHH Quote": "As a Deaf individual who grew up with deaf and hearing siblings, I appreciate that my parents had the same high expectations for me, as they did for my siblings. We were expected to do well in school and we were encouraged to choose our paths. Support your child as they experience the journey to their reach their dreams. Help your child navigate challenges so they can learn to be independent advocates for themselves. Surround yourself with parents, other DHH individuals and professionals to support you and your child as your family navigates your path together. ",
    "DHH Name": "Molly McDonald",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "7",
    "Title/Topic": "Emotions",
    "Content Article/Video": "The emotional reaction to the news of having a deaf/hard of hearing child varies with each person. What you feel is what you feel. Every person journeys through the experience in their own unique way. \n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/fam_perspectives/V10-2_betterworse.htm",
    "Parent Quote": "In the beginning I was so overwhelmed and alone. I had the best family and friends but they did not seem to understand what I was going through. I was very lost the first year. My daughter had a Unilateral Hearing Loss and I did not feel her needs were taken seriously. Things changed when I met other parents of Deaf and Hard of Hearing children, they were experiencing the same thing. Fast forward 10 years, she is now 12 and is an amazing young lady. I never thought I would be in a place where I understood why she has a hearing difference. This has taught my family so much. She says she would not change her hearing difference and I can honestly say I would not either. I am not saying it is always easy but I do know that it has made our family stronger. ",
    "Parent Name": "Shelli Janning",
    "Parent Photo": "ShelliJanning.png",
    "Resources to Explore": "Family Support and Cultural Competence by Janet Des Georges:\n\nFamily support should come from a wide variety of sources and can be categorized as coming from five distinct areas:\n\n• Professionals.\n• Other families who have children who are deaf or hard of hearing. • Deaf and hard-of-hearing adults. • Information and resources.\n• Existing communities surrounding a family before a child is diagnosed.\n\nClick here to read more",
    "Resource Link": "https://www.infanthearing.org/ehdi-ebook/2019_ebook/13%20Chapter13FamilySupport2019.pdf",
    "DHH Quote": "Following our appointments, my parents and I would have serious conversations filled with tears, “we love you,” and “If there is anything we can ever do, we will go to the ends of the Earth to do it,” and hugs. This was the fortunate part of that routine. My parents loved me and supported me regardless.",
    "DHH Name": "Megan Burgess",
    "DHH Photo": "tree.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "8",
    "Title/Topic": "The Value of a Parent Guide",
    "Content Article/Video": "Guide by Your Side by Hands & Voices \"I cried for a while with my parent guide, dried my tears, and said what do we do now...?\" - MI Parent\n\nHands & Voices Guide By Your Side ™ is a replicable family support program that embodies the mission and vision of Hands & Voices ™, which is to provide unbiased support to families with children who are deaf or hard of hearing. Guide By Your Side (GBYS) does this through specially trained parents of children who are deaf or hard of hearing. These parents work as “Guides” directly with families who have just learned of their child’s hearing condition, or who have older children and are in need of the unique support that comes from someone else who has walked this path him/herself and can share from direct experience and wisdom. GBYS programs can also include an option for Deaf/Hard of Hearing Guides (DHH Guides) who are deaf or hard of hearing adults and specially trained to provide support to families. \n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/gbys/",
    "Parent Quote": "As a parent mentor for other families, I see firsthand the benefits of getting families to the next point in the system quickly, from screening to diagnostics to intervention before six months of age has passed. I see families who are having in depth conversations on a sophisticated level with me soon after the first pair of hearing aids are on... families are going beyond the age old question \"should we sign or not?\" but \"What kinds of sign systems are out there and how do we consider them for our own child?\" Parents are asking to meet with me and following up after our visit with calls and emails for more information. Parents are asking to meet with deaf or hard of hearing adult role models as well. Parents are getting involved in their baby or toddler's early education with an empowerment and ownership that I am thrilled to see, and I know it will make a difference for that child and the nation's dismal proficiency scores in the near future.",
    "Parent Name": "Hands & Voices Guide by your Side Mentor",
    "Parent Photo": "tree.png",
    "Resources to Explore": "The \"Just in Time\" PDF was designed for service providers working with families with deaf and hard of hearing children. This resource is filled with information to help you understand the services available to you.\n\nClick here to open the PDF",
    "Resource Link": "https://www.infanthearing.org/just-in-time/docs/just-in-time-color.pdf",
    "DHH Quote": "Remember this is a journey...one that will have many twists and turns. When you are on a journey, you can always turn back, take another road, and stop and enjoy the scenery along the way. ",
    "DHH Name": "Karen Hopkins",
    "DHH Photo": "KarenHopkins.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "9",
    "Title/Topic": "Deaf and Hard of Hearing People Everywhere",
    "Content Article/Video": "Deaf and Hard of Hearing Hidden Figures\n\nCan your DHH child grow up to be a fireman? A Pilot?\n\nThis video showcases DHH \"Hidden Figures,\" who are out there living life fully each day.\n\nClick here to watch the video",
    "Link": "https://youtu.be/HVU2MEcJzxI",
    "Parent Quote": "I wish I had gotten the chance to know more Deaf and hard of hearing adults when my baby was identified as deaf. I was hearing all sorts of things from hearing professionals about what my baby's life would look like, but none of them had any lived experience of what a person with hearing loss actually needs. They had a lot of platitudes but I came to see them as insincere as I learned more about what life with hearing aids is actually like from people who actually know.",
    "Parent Name": "Jennifer Beer",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Adults who are deaf or hard of hearing (D/HH) can provide families with valuable support from the perspective of lived experience. There are many different ways to involve adults who are D/HH in supporting families, but this kind of support usually involves one-to-one interaction. Depending on the activities and type of support offered, adults who are D/HH in these roles may be referred to by one or more of the following terms:\n\nMentors\nRole Models\nGuides\nPartners \n\nClick here to read more (or to connect with DHH in your state)",
    "Resource Link": "https://www.infanthearing.org/dhhadultinvolvement/",
    "DHH Quote": "I often wonder what would my parents benefit from if they had met a D/HH Adult during their journey with raising me. Now, I alongside a team of other D/HH adults get that honor to enlighten, to share our experiences and to take part in that journey. We have the opportunity to empower D/HH kids through shared knowledge, providing understanding and being of support to their family along their journey. It’s quite a ride and it is a beautiful one to be part of.",
    "DHH Name": "Megan Garrity",
    "DHH Photo": "MeganGarrity.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "youtube3.png"
  },
  {
    "Day": "10",
    "Title/Topic": "Just Being a Parent",
    "Content Article/Video": "Things I have Learned from Having a Deaf Son:\n\nBy Taunya Paxton, Utah Hands & Voices",
    "Link": "https://www.handsandvoices.org/articles/fam_perspectives/V11-4_thingslearned.htm",
    "Parent Quote": "I love my baby to pieces no matter what.",
    "Parent Name": "Lori Leclerc",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Thoughts on parenting a deaf/hard of hearing child (including children with additional needs), by Aussie parents\n\nClick here to read more",
    "Resource Link": "https://www.aussiedeafkids.org.au/parenting-tips-for-deaf-children-with-additional-needs.html",
    "DHH Quote": "Encourage them and tell them that you love them and that you are proud of them. ",
    "DHH Name": "Michelle Olson, NTID/RIT student",
    "DHH Photo": "tree.png",
    "ResourceImage": "assiedeaf.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "11",
    "Title/Topic": "Play, Play, Play",
    "Content Article/Video": "From Stephanie Olson, Co-Director of DHH Infusion at Hands & Voices:\n\n\"Think of natural communication and enjoy those moments with your child. You are probably naturally doing a lot of this in your day to day life without realizing how meaningful this is for your child. Use spontaneous emotions and humor--and laugh with your child when something funny happens.\"\n\nClikc here to read more on socialization",
    "Link": "https://www.handsandvoices.org/needs/socialization.htm",
    "Parent Quote": "Allow your child to safely explore their world, give them opportunities--to play in the mud, to eat different foods, to argue, to dance, to cry, to share, to love. Be there and connect with them about their experiences. Through these experiences you will learn more and more of who they are, and most importantly, they will know for themselves who they are. This is the first step in self-determination, a skill that will serve your child well as they grow.",
    "Parent Name": "Christine Griffin",
    "Parent Photo": "ChristineGriffin.png",
    "Resources to Explore": "HearingLikeMe, Community Spotlight: Our journey with newborn hearing screening\n\nClick here to read more",
    "Resource Link": "https://www.hearinglikeme.com/community-spotlight-our-journey-after-a-failed-newborn-hearing-screening/",
    "DHH Quote": "Go outdoors and have fun with your child. As your child grows please allow them age/developmentally appropriate independence to play outside. I am forever grateful to my mom who gave my siblings and I the freedom to play outside for hours. It was a place where I felt included, alive and happy and those feelings continue to this day on a bike, hike run or wherever!",
    "DHH Name": "Stephanie Olson",
    "DHH Photo": "StephanieOlson.png",
    "ResourceImage": "hearinglikeme.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "12",
    "Title/Topic": "Enjoy the Everyday Moments",
    "Content Article/Video": "Building a Joyful Life by Linda Roan-Yager\n\nAs parents of exceptional children, our lives are filled with many challenges and stresses. Despite these challenges, many of us are managing to live full, rich, joyful lives. Yet the journey from stress and distress to living a joyful life is not always easy.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/misc/joyful_life.html",
    "Parent Quote": "If I had to think of one thing that I wish I would have known in the beginning of our son’s DHH journey, I wish someone would have told me to just enjoy every second of your child being little. Read to them, sing to them, talk through everything! As much language as you can input or model, do it! Play at mealtime engage your child while doing household chores. Teach them the language. Just enjoy it! ",
    "Parent Name": "Andrea Stambaugh",
    "Parent Photo": "AndreaStambaugh.png",
    "Resources to Explore": "Research tends to focus on challenges--here's a piece of research that examines the joy:\n\n\"When reflecting on what their lives had been like raising a D/HH child, the parents whom we interviewed talked about positive aspects of their own personal growth. Many parents described the “highs” they experienced and the things that they no longer took for granted. The topics the parents discussed ranged from being more mindful of everyday wonders, to learning how to be an advocate, to discovering the importance of loosening the reins and learning how to let go.\"\n\nClick here to read more",
    "Resource Link": "https://academic.oup.com/jdsde/article/21/3/249/2404216",
    "DHH Quote": "I am a deaf adult and also a Teacher of the Deaf. It may not seem like it now, but this is going to be an amazing journey for you and your family. It is going to be like a roller coaster ride with highs and lows- enjoy the ride and, most importantly, enjoy your child. Your child is not their hearing loss. Their hearing loss is just a part of the wonderful human they are and will be.\n\nThe most important advice I can give you is to connect with other parents of children with hearing loss. They are on a similar journey and can be a valuable resource. Maybe they faced the same struggles (like how to keep their child’s technology on) and may have advice/tips for you. Maybe they are further ahead in the game and can share what’s coming (IEP meeting, surgery, Insurance struggles...). Whatever the case you all are sharing the experience of having a child with a hearing loss. Other parents have gone, or are going, through the avalanche of feelings you may be or will experience. It can be scary, but reach out to other parents. You’ll be glad you did.\n\nNo matter what, set the bar high for your kid.",
    "DHH Name": "Peggy Cryer",
    "DHH Photo": "PeggyCryer.png",
    "ResourceImage": "journal.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "13",
    "Title/Topic": "Following Your Instincts",
    "Content Article/Video": "The Journey Starts Here, by Janet Des Georges\n\n\"For parents, why is it important for children who are deaf or hard of hearing to be identified as soon as possible? Why should a parent immediately start early intervention with their child? What if a well meaning professional tells them not to worry, to wait six or eight months before making any decisions, consulting with an audiologist, or exploring communication options. What should the first steps be for parents on discovering their child has a hearing loss?\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/early_intervention/early_id_journey.html",
    "Parent Quote": "Always go with your initial instinct when you think your child isn't getting the help they need and don't be intimidated by people who think they no better or have more professional experience. You know your child best. Also, start language and early intervention as soon as possible. Have fun with your child. Take time out to read books and get outside. Love your child with your whole heart! ",
    "Parent Name": "Elizabeth Greeno",
    "Parent Photo": "ElizabethGreeno.png",
    "Resources to Explore": "Maximizing Your Child's Visual Access \n\nBabies with typical hearing can hear their parents/caregivers and daily life at home or in the community, even without trying or not directly looking at the speaker. Children who are Deaf/Hard of Hearing (D/HH) may not have the same access to language and information through sound and benefit from an abundance of visual information. \nParents/caregivers can learn and apply simple changes in their routines and the child’s environment to maximize access.\nRegardless of a child’s level of hearing, a child can use their vision to better communicate, develop stronger language skills, and to create lifelong strategies. Here are helpful tips and resources from the perspectives of D/HH adults.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/fl3/fl3-docs/maximize-visual-access-tips.pdf",
    "DHH Quote": "It's ok to cry when you get the news.\n\nBut know this, your baby will still have full of joy and happiness. He/She will never cease to amaze you with their own personalities. Do not let this \"little\" hearing loss stop your baby to be whoever his/her hearts desire to be.\n\nDo what's best for your baby. Follow what your heart tells you.",
    "DHH Name": "Kimberly Nguyen",
    "DHH Photo": "KimberlyNguyen.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "14",
    "Title/Topic": "Understanding the EHDI System",
    "Content Article/Video": "One Family’s Journey: Finding Our Way Through the EHDI System \n\n\"The most valuable advice we were ever given was to \"let the child lead you.” So we knew that we could pick a strategy, but that each individual child would show us what they preferred, and we could change our minds at any time. It has been a long and sometimes frustrating road but we now feel like our experiences have made us a closer and stronger family.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/early_intervention/14-1_waythruEHDI.htm",
    "Parent Quote": "When we were informed of our son's inability to hear we were confused, and overwhelmed, EHDI (the early intervention program) was there to help us obtain the knowledge we so desperately wanted and needed, to help us sort through all that information, and assist us in getting early intervention started. We don't want to think about how differently things would have turned out if it weren't for that support. In our hearts and minds the program proved to be a great success for the our family, and especially our son's life.",
    "Parent Name": "Parent from Wyoming",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Every state has an early intervention program which provides services and resources to families with deaf and hard of hearing children.\n\nYour State's Early Intervention Program and How to Find It by clicking here",
    "Resource Link": "https://www.infanthearing.org/statematerials/index.html",
    "DHH Quote": "When the first words parents hear about their newborn are that he/she \"failed\" a test (newborn hearing screening), it can be a slug in the heart for most parents. They still haven't finished counting all of the fingers and the toes--let alone thought about how he/she will hear.\n\nAfter living life with hearing loss and spending 35 years in the field of education of children who are deaf/hard of hearing, the first words I want to share are: \"Do not be afraid.\" Do not be afraid to accept a new reality.\n\nDo not be afraid to change your expectations of what you dreamed your child might be like to the one who is in your arms right now.\n\nBegin researching how you will help your child get access to language. Ask for resources, research on the internet, find parents who are going through the same thing in order to support one another. This new reality is not a negative one.This is a new world to navigate and your job as parents will be to help this little one navigate it, too. Embrace it. Listen to all kinds of experts, not just the doctors. Be open. Try things, try other things, keep going until your find what works for your family.\n\nBut most of all, do not be afraid. Go with what your gut tells you.",
    "DHH Name": "Brenda Schmidt",
    "DHH Photo": "BrendaSchmidt.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "15",
    "Title/Topic": "Early Intervention Help",
    "Content Article/Video": "Your state's early intervention program can provide services and support for your child's development. Here are a list of coordinators you can contact directly for follow up services by clicking here",
    "Link": "https://ectacenter.org/contact/ptccoord.asp",
    "Parent Quote": "We may not have followed the 0-3-6 model to the T (more like 0-4-5),but the time it took to diagnose our son's hearing loss was the right amount of time for our family to get to know our new infant son as a baby first ",
    "Parent Name": "Parent from Minnesota",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Research article: Early Intervention and Language Development in Children who are Deaf and Hard of Hearing, by Mary Pat Moeller\n\nClick here to read more",
    "Resource Link": "https://pediatrics.aappublications.org/content/106/3/e43",
    "DHH Quote": "Parents of deaf and hard of hearing children are presented with so many options to consider for the well-being of their child.\n\nAs a proud and successful Deaf adult, I'm so grateful that my parents not only met with professionals in the industry, but more importantly met with both parents of Deaf/HH children and D/HH adults. It was these inspiring parents and role models that provided my parents the wisdom, courage, and support they needed to make informed decisions on my upbringing.\n\nExplore all your options and trust in your ability to make the right decisions for your child. ",
    "DHH Name": "Ann Marie Killian",
    "DHH Photo": "AnnMarieKillian.png",
    "ResourceImage": "aap.png",
    "ArticleImage": "ecta.png"
  },
  {
    "Day": "16",
    "Title/Topic": "Questions, Questions, and More Questions",
    "Content Article/Video": "Have you ever wondered how a hearing aid is giving support to your infant? (even before they can tell you how it is working/helping)\n\nDo you understand the implications of how much you speak to your child every day and its impact on language development for your child who is Deaf/Hard of Hearing?\n\nDo you know how to use the assessments that your Early Intervention Provider uses to track your child’s progress can be used to help your decision making in communication and language outcomes?\n\nWhat does the field know about the use of utilizing visual sign systems to develop language and literacy in young children who are Deaf/Hard of Hearing?\n\nDo you know how to respond when someone uses ‘research findings’ to support their own bias about how they think you should raise your child who is Deaf/Hard of Hearing?\n\nThese are some of the questions being answered by researchers in today’s world, and are included in information contained here and/or links to to other sites. This page will help you to think about research from a parent’s perspective, and to help you as a parent understand why research is important, how to navigate and use information from this website, and to help inform you of how clinical practice is molded and shaped based on research.\n\nClick here to read how you can use research to answer your questions",
    "Link": "https://www.handsandvoices.org/",
    "Parent Quote": "If the decision you make doesn't work out, you can make another decision. Be open to it.\n\nWhat do I know now that I wish I knew from the very start... The importance of a mother's/parent's instincts--be persistent about what you believe. I wish I would have been more persistent with the doctors and professionals to have gotten an \"accurate\" diagnosis earlier; it would have minimized school and academic delays. Every day is precious. Make sure you do something fun and positive with your child every day. ",
    "Parent Name": "Virginia Johnson and Cheryl DeConde Johnson",
    "Parent Photo": "virginiaJohnson.png",
    "Resources to Explore": "EHDI Pals and Parent Tips\n\nClick here to read more",
    "Resource Link": "https://www.ehdi-pals.org/ParentResources/EP_Tips_Parents.aspx",
    "DHH Quote": "A Tip for the Future: Don’t let anyone put down your child for their deafness. Your child can do anything they set their mind to. Let your child know to not be afraid to ask for help or speak up if they are not understanding something or not getting equal access. Encourage your child to join if they want to participate in sports or in a club. Make sure your child has accessibility and deaf resources available in school, so they can get a good education. ",
    "DHH Name": "Rachel Miller, NTID/RIT student",
    "DHH Photo": "tree.png",
    "ResourceImage": "ehdj.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "17",
    "Title/Topic": "How Do We Know if We Are Receiving the Right Services?",
    "Content Article/Video": "“How do we know if our child is receiving the right services?” \n\nMany parents ask this question when they first get the news that their child is deaf or hard of hearing (D/HH) and are setting up needed services for the first time. We know because we, as parents, asked these same questions in the beginning of our own journeys. Caretakers just starting out need so much information. This document offers guidelines so that you and your child will receive the most appropriate services, no matter where you live. \n\nIn 2013, the Joint Committee on Infant Hearing (JCIH) created twelve goals to supplement the Early Intervention Recommendations outlined in their initial 2007 statement. The Supplement* defines quality early intervention and how you can better recognize recommended practices in the services provided to your child.\n\nThe national Early Hearing Detection and Intervention (EHDI) Parent to Parent Committee developed this guide to communicate directly with parents. You can use this Guide to understand what you have the right to expect in Early Intervention.\n\nClick here to access the guide",
    "Link": "https://handsandvoices.org/resources/jcih-parent-guide.html",
    "Parent Quote": "As a parent of a DHH child, we encourage Maddison to break barriers and shatter limits. Maddie has many accomplishments, 3x published author Including a national book tour, she speaks Mandarin, plays soccer, basketball, gymnastics, and is very active in school and church. We are her biggest advocate! Her smile, energy, and passion for life bring us joy.",
    "Parent Name": "Rashaun Davis",
    "Parent Photo": "RashaunDavis.png",
    "Resources to Explore": "Hearing Loss in Children Centers for Disease Control has a website that answers basic questions\n\nClick here to open the website",
    "Resource Link": "https://www.cdc.gov/ncbddd/hearingloss/index.html",
    "DHH Quote": "I would say to try not overthink about the future. It is important to live life. Additionally, it is important to comfortable with yourself. ",
    "DHH Name": "Leng Mawi",
    "DHH Photo": "LengMawi.png",
    "ResourceImage": "cdc.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "18",
    "Title/Topic": "Extended Family--Everyone Goes Through the Journey",
    "Content Article/Video": "Siblings\n\nIt’d be hard to understate the importance of the relationship between siblings, especially in the context of communication. Human beings learn a lot of what they know about social behavior (what’s acceptable and what’s not) from interactions with a brother or sister. “Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring – - quite often the hard way,” says Pamela Dugdale in TIME magazine. If you grew up with a sibling, think about the things you did together and the things you talked about together that you might not have told mom and dad about! Hearing and d/hh sibs are no different.\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/comcon/articles/siblings.htm",
    "Parent Quote": "For any parents looking at their newborn and wondering what's ahead, perhaps this will give you a glimpse into a possible future. My sister is one of the most stubborn people I know. She's also the strongest. My parents learned she was deaf when I was almost 5.\n\nAt the tender age of 7, when her hearing aids couldn't help her anymore, she began to ask my parents daily for a cochlear implant. If they were on the phone, she'd ask them if they were scheduling the surgery. Finally, she got her wish to get to again hear what the people are saying, as she would say.\n\nRight before surgery, every family friend and relative came out of the woodwork to shower her with gifts and loving attention. My 10-year-old self-involved mind was angry and hurt. I didn't understand what made her special. I definitely find it interesting now that deafness doesn't strike me as different. She was simply my bratty sister and she got more toys. The night before she \"went under\" I feel asleep nursing my own hurts and had an eye-opening dream. In it, my mom told me that surgery was a big deal, and if I was brave enough to go through it, I'd get some toys too. I realized as I was being wheeled into a dream world operating room (a scary one!), I told everyone I couldn't do it. Upon waking, I realized it was a huge deal, and that everyone was a little scared.\n\nMaddie, however, had begged for this, and even at the last minute, fought off the anesthesia to remind the ENT that it was the left ear. \n\nIn all areas of her life, Maddie has surpassed everyone's expectations. Even when life is hard (the mean interpreter, the unfair hearing situation, the college professor that told her she could never beg a nurse) she pushes through it and refuses to settle. I don't know what I would do without this brightly burning soul in my life, whether or not she ever figures out how to say \"Chicago.\"\n\n",
    "Parent Name": "Claire Burkholder",
    "Parent Photo": "ClairaBurkholder.png",
    "Resources to Explore": "Described and Captioned Media is a source of videos that you can watch with extended family.\n\nStreaming TV and Movies, DVDs, Interactive Media, Resources, and more. The purpose is to educate students with sensory disabilities, along with their parents and teachers.\n\nClick here to explore more",
    "Resource Link": "https://dcmp.org/",
    "DHH Quote": "Being a sister of a D/HH sibling brought a range of emotions growing up; we had some unique experience to bond together. I was pretty protective of her, especially on the bus to/from school (a loud listening environment) where a particular student was banned from riding the bus because of things he was saying, he didn't know we were sisters. As an adult, I've learned a different perspective for family advocacy and sharing experiences.",
    "DHH Name": "Cindy Hunting, sister to Stephanie",
    "DHH Photo": "tree.png",
    "ResourceImage": "dcmp.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "19",
    "Title/Topic": "Your Child's Language",
    "Content Article/Video": "Communication Considerations A-Z™ A parent in Indianapolis recently posed the question, “if I’m a hearing person, how do I even know what I don’t know about raising and educating a child who is deaf (or hard of hearing)?” At Hands & Voices, we think that’s a very good question, and the answers are complex and evolving. So we’ve attempted to shed some light through a series called “Communication Considerations.” Communication Considerations A to Z™ is a series from Hands & Voices that's designed to help families and the professionals working with them access information and further resources to assist them in raising and educating children who are deaf or hard of hearing. We've recruited some of the best in the business to share their insights on the many diverse considerations that play into communication modes & methods, and so many other variables that are part of informed decision making. We hope you find the time to read them all!\n\nClick here to read Communication Considerations",
    "Link": "https://www.handsandvoices.org/comcon/",
    "Parent Quote": "I wish I knew when my son was little that the decisions I made for him were my decisions for that time. I wish I knew I could change course and that was okay. It would have taken a lot of the pressure off. I wish I realized that as he grew older, he would become the decision-maker and I would become his consultant and biggest fan. ",
    "Parent Name": "Candace Lindow-Davies",
    "Parent Photo": "candaceLindow.png",
    "Resources to Explore": "The Dance of Language by Sara Kennedy\n\nAs a health care provider, what surprised me next was that it was up to us, as parents, to decide how we wanted to communicate with her. There weren’t reams of double blind randomized controlled trials to tell us that a majority of children learned to read and write well or to speak or to become CEO’s with this or that method. It was up to us, a couple who couldn’t yet define otoacoustic emissions or knew anything about the oppression of Deaf people in history… to choose Maddie’s first language.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/fam_perspectives/V11-1_ChildsLead.htm",
    "DHH Quote": "I'm a deaf adult from an immediate family that entirely consists of deaf members. I was fortunate to be given the opportunity to grow firsthand in American Sign Language, Cued Speech, and strong exposure to English, and that definitely made me into the person I am now. I would strongly recommend parents to advocate for their child, teach them language and love them. They are a child who needs and wants your attention and your love. Introduce them to different perspectives of the world; travels, arts, sports, news, history, science and more. No child is disabled until they are in a position where they are not given full access.",
    "DHH Name": "Kara Matchett",
    "DHH Photo": "KaraMatchett.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "20",
    "Title/Topic": "You're Not Alone",
    "Content Article/Video": "Because of the low incidence of hearing loss, families of children who are deaf or hard of hearing often feel isolated from each other and do not typically have support opportunities in their already-established community. Meaningful parent-to-parent or family-to-family contact includes the following: \n\n• A way to share information.\n• A safe place to brainstorm and express feelings.\n• A place to validate feelings.\n• An increased sense of confidence and empowerment.\n• An increased acceptance of the situation and hope for the future.\n• An increased capacity to cope.\n• A means of learning practical parenting skills.\n\nClick here to connect with a Parent Guide in your state:",
    "Link": "https://handsandvoices.org/fl3/topics/fam-fam-support.html",
    "Parent Quote": "I wish I knew right from the beginning how many inspiring people I'd meet. At first, I felt isolated, as if I were the only dad anywhere trying to figure this out. Before long, I met others who had once been in my shoes, as well as people who have provided positive role models for my daughter as she grows up. Eventually I realized that I didn't have to \"figure it out\"--people have lived and dealt with hearing loss in more ways than I could imagine. It's my job as a parent to become aware of the paths others have taken, to guide my daughter down the path that is right for her, and to be open to change. Before long she will be leading anyway.",
    "Parent Name": "Curt Leitz",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Connect with other parents of deaf and hard of hearing children through various parent organizations and networks\n\nClick here to read more",
    "Resource Link": "https://www.babyhearing.org/parenting/national-organizations",
    "DHH Quote": "Your baby/child still has all the potential, so don't be afraid to try out different resources and meet different people. Your child's community will become so much bigger than their hometown, because the Deaf and Hard of Hearing community is everywhere.",
    "DHH Name": "Kristy Stellato",
    "DHH Photo": "tree.png",
    "ResourceImage": "babyhearing.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "21",
    "Title/Topic": "The Value of DHH Adults on the Journey",
    "Content Article/Video": "A conversation with Janet and Karen. Janet DesGeorges is the Executive Director of Hands & Voices and a mom. Karen Putz is the Co-Director of Deaf/HH Infusion, a mom, and a Deaf adult. \n\nClick here to view the video",
    "Link": "https://vimeo.com/230043030",
    "Parent Quote": "I remember very early in our journey I asked my friend what it was like growing up as a child who was hard of hearing. All these years, I am thankful that she took the time to share with me her experiences. It was her ongoing support that helped me realize that I needed to raise my son just like ANY of my children. I never lowered my expectations because of his needs...but always made sure he had the support he needed to succeed. Even though at the time our family didn't FEEL normal...I came to the understanding that we were in the midst of creating our new \"norm\". Most important ...I learned that just because his needs were different than hearing children...it did not make him any MORE special than MY other children. But him being deaf DID make him MY son...and it IS my job to make sure he has every opportunity to be the person he is meant to be!",
    "Parent Name": "Rosabel Agbayani",
    "Parent Photo": "RosabelAgbayaniFirst.png",
    "Resources to Explore": "Another resource article on importance of D/HH adults on your journey\n\nClick here to read more",
    "Resource Link": "https://www.handsandvoices.org/articles/perfect/V12-1relevant.htm",
    "DHH Quote": "You have a lifetime of experience and knowledge. Before your kid arrived, you likely had the expectation of sharing that accrued wisdom with them. That has not changed. Only the mode of communication might have shifted a bit. You will always have the opportunity to give your child access to your world.\n\nYou have a lifetime of experience and knowledge. Before your kid arrived, you likely had the expectation of sharing that accrued wisdom with them. That has not changed. Only the mode of communication might have shifted a bit. You will always have the opportunity to give your child access to your world.\n\n\"Your world\" is the critical point, not just the world in general, though that's important too. The world as it pertains to your family is one of your child's most valuable assets. Immediacy of communication and the resultant access to language is one of the biggest keys to success as it pertains to parenthood of a deaf or hard of hearing child.\n\nYou want to be able to have a thought and convey it from one individual to another without hesitation. However that happens is up to you, whether you cue, sign, or speak but it has to happen, one way or another. You can't rely on others to do it for you or let it slide because there's no easy way to do it. There are always ways to do it but it's up to you to find and develop them.\n\nThe good news is that you have a support system that's available to you. We're here to help however you'd like us to.",
    "DHH Name": "Benjamin Lachman",
    "DHH Photo": "benLachman.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vimeo.png"
  },
  {
    "Day": "22",
    "Title/Topic": "What is a Deaf Mentor?",
    "Content Article/Video": "The inclusion of Deaf and hard of hearing mentors/role models can have a profound impact for everyone; child, parent and professional. Deaf and hard of hearing (d/hh) mentors, guides or role models are uniquely qualified to provide the child, parents and professionals with a positive and hopeful perspective from their day-to-day, real life experiences as a d/hh person living in a hearing world. In sharing these experiences and insights, d/hh mentors may be able to articulate what the child cannot, which brings an important perspective and credibility to the team discussion of the child’s needs which can extend beyond academics.\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/comcon/articles/mentorsRolemodels.htm",
    "Parent Quote": "Since Juliet and I are hearing, we knew that there were aspects of Paula's life we might not understand. It was so reassuring to know that we had Karen (a Deaf Mentor) to talk to if we were going through a difficult time with our deaf daughter. We were not helpless, and Paula's life is the better because of it.",
    "Parent Name": "Joel Martinez",
    "Parent Photo": "JoelMartinez.png",
    "Resources to Explore": "\"IT’S MUCH BETTER TO MEET A LIVE DEAF PERSON THAN READ ABOUT IT IN BOOKS. I HAVE TO SEE TO UNDERSTAND. A NEW WORLD OPENED UP ONCE WE MET OUR DEAF MENTOR.\" -DAD J.\n\nClick here for more information",
    "Resource Link": "https://www.deaf-mentor.skihi.org/",
    "DHH Quote": "Make new deaf and hard of hearing friends so your child can have similar communications with their peers. ",
    "DHH Name": "Justin Newton",
    "DHH Photo": "JustinNewton.png",
    "ResourceImage": "skihi.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "23",
    "Title/Topic": "What is a DHH Guide?",
    "Content Article/Video": "Why Meet a Deaf/Hard of Hearing Guide? by Pam Farley\n\nAs parents, we all want to believe we know what is best for our child. We tend to declare ourselves “experts” when it comes to understanding our children as individuals. When our child is born differently-abled, we train ourselves through crash courses to advocate for them. Therein, we discover our limitations. We may become uncomfortable with the realization we may not be able to completely identify with our child after all.them. So what is a parent to do?\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafpersp/V16-2_whyguides.htm",
    "Parent Quote": "At the beginning, I grieved because there were so many 'unknowns.\" Unknowns create fear. Reaching out to organizations and other parents, and finding the courage to meet adults who were deaf and hard of hearing helped fill those unknowns.\n\nI wish I had realized in the beginning that this journey and watching him grow would actually be fun. Yes, it has been hard work, but along the way we have been privileged to see him become who he was always supposed to be.",
    "Parent Name": "Karen Wisinski",
    "Parent Photo": "KarenWisinski.png",
    "Resources to Explore": "Hands & Voices created guidelines for Mentors/Guides/Role Model programs. If your state does not have a program in place, you can share the guidelines with your team to create programs and opportunities for parents to work with Deaf and Hard of Hearing Adults.\n\nClick here to read more",
    "Resource Link": "https://www.handsandvoices.org/fl3/fl3-docs/DHH-Guidelines.pdf",
    "DHH Quote": "Think of your child like a flower--let them bloom as they are. Life will take them through trial and error. But in the end, the seed will always blossom. ",
    "DHH Name": "Aubrey Millar",
    "DHH Photo": "AubreyMillar.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "24",
    "Title/Topic": "How Can I Find Role Models for My Child?",
    "Content Article/Video": "Deaf and Hard of hearing people are out there every day--working and living in all areas of life. They are doctors, lawyers, cashiers, waiters, vets, executives, CEOs, business owners, pet groomers, chefs, and more.\n\nClick here to watch this video to see some of the \"Hidden Figures\"",
    "Link": "https://youtu.be/HVU2MEcJzxI",
    "Parent Quote": "I wish I knew more deaf people. When Dane was diagnosed, I had no context for what it would be like for him to be deaf as a teenager or deaf as an adult. I think most hearing people have little frame of reference for deafness, and little access to deaf people to ask about the experience. I wish I had know how to get in touch with individuals who were living their lives without a typical sense of hearing from the start. ",
    "Parent Name": "Tom Seaver",
    "Parent Photo": "tomSeaver.png",
    "Resources to Explore": "You can find stories from Deaf and Hard of hearing adults on the Hands & Voices Blog\n\nClick here to open blog",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/category/deaf-hh-adults/",
    "DHH Quote": "Take advantage of events and get togethers in your region for families of children who are deaf or hard of hearing. It's a great way to meet and connect with other families like yours!\n\nEvents are also a great way to meet and connect with adults who are deaf or hard of hearing. They are always more than happy to answer questions you may have about growing up deaf/hard of hearing. ",
    "DHH Name": "Stephanie Olson",
    "DHH Photo": "StephanieOlson.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "youtube3.png"
  },
  {
    "Day": "25",
    "Title/Topic": "Choices, Choices, and More Choices",
    "Content Article/Video": "The one question we hear often at Hands & Voices is this:\n\n\"What should I do?\"\n\nThe answer to that question is a complex one.\n\nLeeanne Seaver explains more in her article, \"Desciphering Dane.\"",
    "Link": "https://handsandvoices.org/articles/perfect/V12_2-DecipheringDane.htm",
    "Parent Quote": "The Book of Choice is a wonderful expression of what we know to be true: parents sharing directly with other parents of children who are deaf or hard of hearing bring an essential kind of hope, inspiration and empowerment. This book is an amazing resource that captures that unique quality, and opens our minds to broader, more holistic views of parenting a child with hearing loss. It’s just the kind of thing you’d expect from Hands & Voices.\n\nhttps://co.clickandpledge.com/advanced/default.aspx?wid=60342\n\nOr the digital version on Amazon:\nhttps://www.amazon.com/We-Are-Hands-Voices-Families-ebook/dp/B06Y419N3T",
    "Parent Name": "Christine Yoshinaga-Itano, PhD",
    "Parent Photo": "ChristineYoshinaga.png",
    "Resources to Explore": "Decisions, Decisions, an article from our Aussie friends.\n\nClick here to view the article",
    "Resource Link": "https://www.aussiedeafkids.org.au/decisions.html",
    "DHH Quote": "It is important that parents give their new child the gift of language acquisition in whatever method or mode they prefer (and that works for your child.) To me, it is far easier to give them all the options and let your child lead than it is to put up roadblocks for their growth simply because no effort was given. Isn't the point of having a child to put in effort to see them grow into their own person and make their own decisions without you?\n\nLanguage acquisition is the absolute core of what allows your child to succeed later in life. Give your child the gift of language--and you give them the universe. ",
    "DHH Name": "Scott Jones",
    "DHH Photo": "ScottJones.png",
    "ResourceImage": "assiedeaf.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "26",
    "Title/Topic": "When There's a \"Plus\"",
    "Content Article/Video": "Approximately 40% of children identified with hearing loss also have other issues (Gallaudet Research Institute, 2005). The term “deaf plus” is a reference to the child’s hearing status combined with additional conditions. The conditions impacting these children are many and varied, including combined vision and hearing loss, children who have hearing loss and are on the autism spectrum, and children with cognitive impairments. Infants and toddlers with multiple issues are more likely to have vision or hearing loss than their typically developing peers.\n\nClick here to read more about Deaf Plus",
    "Link": "https://www.handsandvoices.org/comcon/articles/deafplus.htm",
    "Parent Quote": "Having a child with multiple diagnosis can be exhausting and daunting. My son, Nathan, who is 3 years old is profoundly deaf in both ears due to CMV and was just recently diagnosed with Type 1 Diabetes. The doctors appointments and tests seem to be never ending. Just this week I locked myself in my bedroom and cried myself to sleep after my kids went to bed. And that's OK! I know I need to grieve and cry. But I also make sure I get up the next day with a smile on my face and a plan in my head on how to be successful. We canceled all non-essential doctors appointments any therapy sessions, and my family went fishing at our local lake. It may not seem like much. But it reminds me that my son is just like every 3 year old, he wants to play and to see his family happy. My family makes sure to take time for \"us\" too. We have already seen so much progress and I can't wait to see what OUR future brings! So if I have one piece of advice, it would be to not get stuck grieving. Find ways for your family to find your new normal, because there are so many amazing things to experience. ",
    "Parent Name": "Jami Fries",
    "Parent Photo": "tree.png",
    "Resources to Explore": "D/HH Plus Facebook Group: Connecting and uniting families of Deaf and Hard of Hearing Plus Children. Deafness is only one part of our children's journey, and now we don't need to walk that journey alone.\n\nNote: We are grateful for the love and support of professionals and other parents whose children do not have a \"Plus\". However, we hope to create a safe place for families with DHH Plus children and ask our allies to invite only families who share this same experience.\n\nClick to join the Deaf Plus Facebook Group",
    "Resource Link": "https://www.facebook.com/groups/deafhardofhearingplus/",
    "DHH Quote": "My husband and I have a beautiful deaf plus son. Within days of his birth, he was diagnosed with a rare syndrome and lots of serious medical issues. We were stunned and traumatized. We immediately took to the Internet to find information and join support groups. We also discovered our state's Infants and Toddlers Program; staff who worked with our family not only provided services to our son but guidance about supports such as the ARC and therapies as well as the Individualized Family Service Plan. By the time our son was diagnosed as deaf, we already had these supports in place. We used these same programs again when our deaf preemie twins were born. Even though we are a deaf family, and deafness wasn't a stressful issue for us since we signed with all of our sons from their birth, some of the information and procedures were new for us and it was so helpful to have others to ask for advice.",
    "DHH Name": "Catherine Valcourt-Pearce",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "fb.png"
  },
  {
    "Day": "27",
    "Title/Topic": "Reflections of Being a Parent",
    "Content Article/Video": "Rachel Kolb is a Stanford graduate and Rhodes scholar who is currently pursuing a PhD in English literature at Emory University in Atlanta, GA. Rachel was born profoundly deaf to hearing parents and grew up bilingual, using both sign language and spoken English. In this guest blog post, Rachel and her parents, Irene and Bill Kolb, give their respective perspectives on how their family navigated the complexities of communication, education, and personal development, especially during the early years of Rachel’s life.\n\nClick here to view the article",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/different-perspectives-on-raising-a-deaf-child/",
    "Parent Quote": "IT IS NOT YOUR FAULT! Since I found out that my daughter had unilateral hearing loss , which was the first week of her life, my world was crushed. I went over and over ,in my mind, what I did wrong during the pregnancy and how could I have prevented this outcome. Maybe I should have worked out more,maybe I worked out too much, maybe I was not eating enough etc. It came with a lot of guilty and fear. What I learned over the months to come is that instead of spending so much time thinking about all these, I could just accept was IS and move forward and try to make the best of this situation. Find the learning within and embrace this new way of life. You might not be able to reverse the hearing loss, but what you CAN do is find the best way to support your child AND yourself through this thing called “life”. ",
    "Parent Name": "Enya-Morgan Heinrichs",
    "Parent Photo": "tree.png",
    "Resources to Explore": "A Family Finds Its Way--interview with Lee Woodruff\n\n\"Well, there really is no \"perfect and normal.\"… If you can look at the world this way, you take a big weight off your shoulders.\" \n\nClick here to read more",
    "Resource Link": "https://medlineplus.gov/magazine/issues/fall08/articles/fall08pg2-7.html",
    "DHH Quote": "What we believe about ourselves is always more important than what we think others believe about us. ",
    "DHH Name": "Stephanie Olson",
    "DHH Photo": "StephanieOlson.png",
    "ResourceImage": "nih.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "28",
    "Title/Topic": "The Sibling Bond",
    "Content Article/Video": "It’d be hard to understate the importance of the relationship between siblings, especially in the context of communication. Human beings learn a lot of what they know about social behavior (what’s acceptable and what’s not) from interactions with a brother or sister. “Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring – - quite often the hard way,” says Pamela Dugdale in TIME magazine. If you grew up with a sibling, think about the things you did together and the things you talked about together that you might not have told mom and dad about! Hearing and d/hh sibs are no different.\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/comcon/articles/pdfs/siblings.pdf",
    "Parent Quote": "Things I've learned having a DHH sibling: My DHH sibling taught me one of the most powerful things ever...look at someone when you talk to them. Think how much more compassionate we would all be if we looked at each other directly when we interacted.\nRealize what at great team you are.\n\nThere may be times when you hear something your DHH sibling doesn't, but know that he or she probably sees so many things you miss. My sister has incredible visual senses and can describe things in a way I never can.\n\nFinally, when you go on vacation with your DHH sister and your mom, if your mom snores you sister will volunteer to sleep with her. ???. It's a team.\n\nWe grew up together, so I didn't realize there was a \"difference\" (hearing, hard of hearing, deaf) until later when people pointed it out, and then I was more protective of my sister. Having a sister who is hard of hearing made us more \"open -hearted.\" ",
    "Parent Name": "Stephanie Olson and Paul Bender",
    "Parent Photo": "StephanieOlson.png",
    "Resources to Explore": "In Praise of Siblings, by Leeanne Seaver\n\nClick here to read her story",
    "Resource Link": "https://www.handsandvoices.org/articles/fam_perspectives/V9-3_siblings.htm",
    "DHH Quote": "Having a deaf sibling made me a more understanding, considerate and patient person and helps tremendously throughout my everyday life.\n\nIt makes me chuckle that sometimes my mom and dad can't understand my older brother when he chooses to only use his speech. Since I grew up listening to him, I'll translate for them! That's the power of a sibling!",
    "DHH Name": "Morgan Davies, sister to Lucas",
    "DHH Photo": "MorganDavies.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "29",
    "Title/Topic": "The Differences Among Us",
    "Content Article/Video": "The Benefit of Being a Deaf Mom\n\nWe must remember that we are humans first; our deafness or hearing loss is just a secondary characteristic. Yes, it does add spice to our lives, a spice we are not used to but we learn to relish all the same. \n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafpersp/V13-2_deafmom.htm",
    "Parent Quote": "We remember how it felt when our baby was first diagnosed with hearing loss, it was like our world is falling apart, we didn’t know how his hearing loss would affect his life, it was the only thing we were thinking about all days and nights. Now he’s this wonderful 3 year old who never stops chatting, has a lot of friends and BILINGUAL, he speaks both Arabic and English! if we could know what we know now, we wouldn’t have been so worried :)",
    "Parent Name": "Marwa Fathy",
    "Parent Photo": "MarwaFathy.png",
    "Resources to Explore": "Experiences of Hearing Siblings:\n\n\"I know for a fact that my hearing child demonstrates much more tolerance and acceptance of people with a disability, as well as people who are different in any way, than most of his peers. He knows first-hand that his sister is just like anyone else, but is perceived as different by people who don't understand deafness.\" \n\nClick here to read more",
    "Resource Link": "https://www.babyhearing.org/parenting/what-have-your-hearing-children-learned-from-deaf-sibling",
    "DHH Quote": "I know that you might be scared--there's fear and uncertainty--we can't predict the future. But I assure you there's many resources and many people here for you--other families, deaf and hard of hearing adults who have lived that journey, professionals--all want to work with you. You just need to reach out.\n\nIt never fails to surprise me that no matter how many families I meet and work with, they all get to a point where they cherish the journey--and none of them would have ever suspected that at the beginning. ",
    "DHH Name": "Anita Dowd",
    "DHH Photo": "anitiaDowd.png",
    "ResourceImage": "babyhearing.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "30",
    "Title/Topic": "Advocating For Your Child's Services",
    "Content Article/Video": "Communication Considerations A-Z™ Educational Advocacy for Students Who are Deaf or Hard of Hearing\n\nOverview of what educational advocacy is and what you should know.\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/comcon/articles/pdfs/edadvocacy.pdf",
    "Parent Quote": "The number one piece of advice I would give about parenting a child with a disability is to learn how to advocate. Parents need to advocate for their children, especially those with a disability. What does that mean? It means being the voice for your child until they can be their own voice. These children will learn to advocate naturally by observing you. Be a positive roll model and advocate from day one. You'll be thankful for it that first time they successfully advocate for themselves.",
    "Parent Name": "Andrea Marwah",
    "Parent Photo": "AndreaMarwah.png",
    "Resources to Explore": "D/HH Children Education Advocacy Toolkit by CEASD\n\nClick here to view information",
    "Resource Link": "https://www.ceasd.org/advocacy/advocacy-tool-kit",
    "DHH Quote": "Do everything in your power to ensure that your child has full and fair access. ",
    "DHH Name": "Ren Putz",
    "DHH Photo": "renPutz.png",
    "ResourceImage": "ceasd.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "31",
    "Title/Topic": "The Journey of Choice",
    "Content Article/Video": "The Book of Choice is a wonderful expression of what we know to be true: parents sharing directly with other parents of children who are deaf or hard of hearing bring an essential kind of hope, inspiration and empowerment. This book is an amazing resource that captures that unique quality, and opens our minds to broader, more holistic views of parenting a deaf/hard of hearing child.\n\n\t\t~Christine Yoshinaga-Itano, PhD\n\nClick here to view the copy",
    "Link": "https://co.clickandpledge.com/advanced/default.aspx?wid=60342",
    "Parent Quote": "Every child is different and not everything works for every child. Be willing to try different options and see what's the right fit for your child",
    "Parent Name": "Ron Davies",
    "Parent Photo": "tree.png",
    "Resources to Explore": "An important point for families is that they need to quickly become knowledgeable in an arena that is new and sometimes overwhelming. Families must know and understand the unique needs of children who are deaf or hard of hearing and apply that general knowledge to their own children, families, and community. In the end, when parents are given good support and make decisions for their own child, that child has a wonderful chance of fulfilling her or his own—and his or her family’s—hopes and dreams for a meaningful life.\n\n\t\t~Janet Des Georges\n\nClick here to read more",
    "Resource Link": "https://journalofethics.ama-assn.org/article/avoiding-assumptions-communication-decisions-made-hearing-parents-deaf-children/2016-04",
    "DHH Quote": "Take a pause and think what you think would be the best for your child rather taking an immediate action and resorting to what you believe may be the perfect solution. There are plenty of paths a parent can take, parents can choose to have their infant implanted with cochlear implants, learn ASL, and so on however parents must stick with their decision.",
    "DHH Name": "Edward Riley, NTID/RIT student",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "32",
    "Title/Topic": "Trust Your Instincts",
    "Content Article/Video": "The road we travel TOGETHER: Our Family Journey\n\nBy Rosabel O. Agbayani, MPH \n\n“If you want to change the world, go home and love your family.” -Mother Theresa\n\nSometimes we think that in order to make change we have to make a lot of noise. What I have learned from my experience of raising my children, and especially raising my deaf child, is that you have to be able to drown out the noise and listen to your heart.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/rosabel-agbayani-the-road-we-travel-together/",
    "Parent Quote": "Trust your instincts. You know your child best! Try not to second-guess yourself. Make a decision with the information available to you, and if you need to change it later on you can do so. ",
    "Parent Name": "Laura",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Advice from parents, for parents--via Boy's Town:\n\nClick here to read more",
    "Resource Link": "https://www.babyhearing.org/parenting/advice-from-parents",
    "DHH Quote": "I didn't learn until much later that a professional's opinion is just that: an opinion. I could use it as I saw fit instead of letting that opinion influence my decisions (because there's many professional opinions out there!). Looking back, I wish I had learned to trust my own instincts more--and to recognize that I had unique knowledge about my children that no one else had.",
    "DHH Name": "Karen Putz",
    "DHH Photo": "KarenPutz.png",
    "ResourceImage": "babyhearing.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "33",
    "Title/Topic": "Create Memorable Moments",
    "Content Article/Video": "Every child is unique. Find what works for your child. One mother's journey into a unique therapy:\n\n\"It is not uncommon for me to see a perplexed look when I say the word “hippotherapy”. I often end up staring at a blank face with the question, “What in the world is hippotherapy?” Last summer, we discovered hippotherapy. With this new type of therapy, it has been nothing short of a miracle for my profoundly deaf son Caleb. Now, at age five, we are finally seeing the progress we had only dreamed about years ago because of this amazing therapy.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V14-2_hippotherapy.htm",
    "Parent Quote": "Don’t let hurt or disappointment get the best of you and your experience as a parent! Try not to focus on the therapy or instructional time...school time and other commitments will busy your life up before you know it! It is the simplest moments (baking cookies, playing with building blocks, walking around the zoo, or reading a book together) that learning truly takes place! Fill your child’s heart and mind with fond memories and a life filled with wonder. Find out what motivates them and let them lead the way! They will teach YOU how to be the best DHH parent you can be...and all you have to do is Love the Journey!",
    "Parent Name": "Rosabel Agbayani",
    "Parent Photo": "rosabelAgbayani.png",
    "Resources to Explore": "Playing is learning. Create memorable moments through play.\n\nClick here to read more",
    "Resource Link": "https://www.aussiedeafkids.org.au/learning-through-play.html#01",
    "DHH Quote": "Let me leave you with this – Life is Life! I made up this quote one day and it just clicked. As funny as it may sound, I know it is really true that we are just learning from a rollercoaster of ups and downs and seeing what tomorrow brings. Keep swinging and climbing and don’t stop in your own playground, wherever you want your path to lead. Be proactive, be an advocate, work hard and be the best you can be in what you do in life!",
    "DHH Name": "Jonathan Hatch",
    "DHH Photo": "JonathanHatch.png",
    "ResourceImage": "assiedeaf.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "34",
    "Title/Topic": "Find Your Community",
    "Content Article/Video": "The Impact of Positive Role Models for my Daughter, by Jess Jacobson-Buckley\n\nI knew it was important for Ruby to meet peers who were deaf and hard of hearing, but I hadn’t considered the impact connecting her to deaf and hard of hearing teens and adults would have.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/the-impact-of-positive-role-models/",
    "Parent Quote": "My daughter was diagnosed with conductive hearing Loss in both ears. She wears a BAHA (Bone Anchored Hearing Aid). For parents, I have been where you are. It is scary, but you will find a whole community of people there to support you when you're ready. Our audiologist gave us a binder full of information, resources, and websites. Our state had several programs-- deaf mentor, parent guides-- so through those programs we met other families and got a lot of support through them. Explore the resources your state has to offer. ",
    "Parent Name": "Tiffney Cook",
    "Parent Photo": "TiffneyCook.png",
    "Resources to Explore": "An ENT’s Perspective\nEric Jaryszak, MD, PhD,\nChildren’s Ear, Nose and Throat Associates, Orlando, Florida and Florida H&V Board Member\n\nAs a parent, no matter what treatment option you are considering, you should ask whatever questions you need to have answered before making a decision. These are big decisions to be making, but know that you are not alone. Use your team – the doctors, audiologists, and the therapists – work together and stay focused on the end game: what’s best for YOUR child.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/parent_pro_collab/V16-1_ent.htm",
    "DHH Quote": "Your child is just meant to be exactly who they are. Nurture the core of who they are, focus on the things they CAN do, meet other adults like them, and help them thrive. It is important to ensure the child is heard, understood and loved first, and then go through the journey with them, not above them.",
    "DHH Name": "Katie McCarthy",
    "DHH Photo": "katieMcCarthy.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "35",
    "Title/Topic": "Build Your Village",
    "Content Article/Video": "Hearing Parents in a Deaf World, by Janet Des Georges\n\nMany parents ask the question, \"What will the future hold for my child who is Deaf or Hard of Hearing?\" I had great fears around this issue when my child was identified with a hearing loss. Over the years, my fears on this subject have greatly subsided, due to the input of adults who are Deaf and Hard of Hearing whom I have had the opportunity to meet.\n\nClick here to read more",
    "Link": "https://www.infanthearing.org/dhhadultinvolvement/docs/H-V-Virtual/Hearing-Parents-in-a-Deaf-World-English.pdf",
    "Parent Quote": "Find your \"village\" - other parents on the same journey as you. They will become some of your closest friends! They will be a sounding board if you need to share your concerns or have someone celebrate milestones with you. Their children will also become your child's peers, both their child who is deaf and their siblings. They will laugh with you and cry with you and walk alongside you as you navigate this new adventure!",
    "Parent Name": "Sarah Roof",
    "Parent Photo": "SarahRoof.png",
    "Resources to Explore": "Connecting to Deaf Adults: A New Outlook for Parents and Professionals By Kim Swink\n\nWe realized that our children can be fully functioning members of society and have a great deal to contribute. Both Darrell and I can now say, in retrospect, that we would not change our daughters' hearing loss even if we could. We love them so much, just as they are. They have added so much beauty and joy to our lives. We are teaching them that they can do anything they want to do....because they can!\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/parent_pro_collab/connecting.html",
    "DHH Quote": "Help your child feel comfortable with deaf, hard of hearing, or hearing community and meet new friends. Focus on education and do fun things before the child goes into college or adulthood.",
    "DHH Name": "Maryana Elyse Cato",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "36",
    "Title/Topic": "I Have a Dream",
    "Content Article/Video": "I have a dream that one day my little child (or young adult) will be accepted for the content of his character and not labeled by his DisAbility.\n\nI have a dream that one day my son or daughter will be able to determine what they want and desire in life and not have to settle for something someone else thinks they can do.\n\nI have a dream that one day my young adult will be the one who will determine his own destiny.\n\nI have a dream that one day my young adult will be a leader, valued for who he is and now how he communicates. \n\nI have a dream that one day I will think more about whether my son/daughter feels successful than whether they have basic access to communication.\n\nI have a dream that one day I will be a partner to my young adult son or daughter’s life and not automatically jump in as an advocate.\n\nI have a dream that one day the table will turn for my child, where I give up my role as leader and I am comfortable as I embrace the role of follower.\n\nI have a dream that one day I am only asking clarifying questions and not trying to create a plan of action.\n\nI have a dream that one day I will respect the choices chosen by my child. He will have earned respect through many good decisions made. I will see that he is satisfied and living out his passion and doing the things he was created to do and to make a difference in this world. \n\n~Iris Teasley\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V17-3_dream.htm",
    "Parent Quote": "Being a hearing parent of a child with hearing loss is always an adventure. You fear the unknown, conquer those fears, and grow stronger and stronger with each obstacle. Have faith in yourself and know there are other parents out there who are willing to hold your hand through each step of the process. Because, although you may feel alone at times, you are never alone.\n\nTips for parenting a child with hearing loss: \n1. Love them \n2. That’s it.\n\nJust love them. That love will guide you in the direction you need to go.",
    "Parent Name": "Michelle Smith",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Keith Nolan had a dream: he wanted to serve in the military. He was continually told, \"No, you can't. Bad ear. Disqual.\"\n\nKeith did not give up. Instead, he chose to blaze a new path. \n\nClick here to watch the video or read the transcript",
    "Resource Link": "https://www.ted.com/talks/keith_nolan_deaf_in_the_military/transcript",
    "DHH Quote": "Never doubt your child's ability, and always encourage innovative ideas for positive interactions. Know that diversity, in all walks of life, provides different ways of doing things. Do not pity your child with a disability, but encourage persistence in the face of adversity. ",
    "DHH Name": "Tony Abou Ezzi",
    "DHH Photo": "tonyEzzi.png",
    "ResourceImage": "ted.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "37",
    "Title/Topic": "When Hearing Loss Progresses",
    "Link": "https://www.handsandvoices.org/articles/misc/prog_loss.html",
    "Parent Quote": "We are the Magno Family (Nameer, Edwin, Jennifer, Angelica, & EJ). Our journey started when EJ was born. He failed his newborn hearing test at the hospital. We went to the audiologists every month for the next 3 months and then he was cleared. We were both happy with the news, but something didn’t seem right. We moved from Chicago to Las Vegas and on his 15 months check up, he failed the hearing test. This is the beginning of numerous ABR tests where they found that he has sensorineural profound hearing loss. Our world turned upside down. We were then referred to a doctor, a speech therapist, and an audiologist. We learned that our son would not benefit from hearing aids but was a candidate for cochlear implant. Mind you this is all new to us....Finally, the insurance approved his surgery. On that very same day, Jennifer and Angelica were both diagnosed with progressive hearing loss. Today, all three kids are excelling at everything that they do. For parents who are new on their journey, just take it day by day. Take advantage of all the different groups/individuals that are available to help. Have a lot of patience and don’t be discourage with your child’s progress. Every child is different and it’s okay. Educate everyone around you about your child’s situation. The road you chose is not easy but very rewarding.",
    "Parent Name": "Nameer Magno",
    "Content Article/Video": "What happens when hearing loss progresses? Sara Kennedy shares her family's experience:\n\nA Fork in the Road, by Sara Kennedy \n\nAfter three years into this journey of raising a child with a hearing loss, it was time once again for our daughter's routine annual hearing test. My daughter hated these tests passionately, but I had grown used to them - always the same, an almost flat line at about 80-85 decibels. This time, that line dipped to 90 - 100 decibels. We heard for the first time the term... \"progressive hearing loss.\" This was followed with several repeat tests to be certain, but eventually, there it was, she was ... \"more deaf\". What would the description be? For a child whom we called \"pretty darn deaf\", what difference would a few less decibels make? We found that it made plenty of difference for a child who used her residual hearing to the max. We noticed she began to drop the /s/ plurals in words, she couldn't always hear us call her name, and the top of the line hearing aids could no longer get her up in the coveted \"speech banana zone\".\n\nThe resulting grief from the further loss, however small, in our daughter's hearing astounded me. Suddenly we felt we should reexamine our choices of communication modes, choice of school environment, and even our irrational dreams for our daughter. I thought we had \"been there-done that\" in terms of grief. We were also confronted with decisions again that we thought we had successfully shelved - the decision to utilize a cochlear implant or not was one of these.\n\nClick here to read more",
    "Parent Photo": "MagnoFamily.png",
    "Resources to Explore": "Amanda Case; Our Journey with Progressive Hearing Loss:\n\nIt is hard to believe that it has been 6 1/2 years since we first received our daughter’s diagnosis of hearing loss. I still remember the fear that washed over me, suddenly feeling unequipped to be her mom. I had never known a Deaf person, I didn’t know ASL, what do we do next?\n\nAt age three, we had her fitted for her first hearing aid, enrolled her in the Special Education Preschool in our district, and met with an ENT and geneticist to see if we could see what was causing her hearing loss. Just as we were settling in to our “new normal,” we found out our daughter has Pendred Syndrome, which is characterized by progressive hearing loss and possible Goiter that presents in early adulthood.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/amanda-case-our-journey-with-progressive-hearing-loss/",
    "DHH Quote": "When my oldest child's responses to sounds and communication began to change, I suspected his hearing levels had changed as well. My pediatrician initially thought I was just being a worried parent. I followed my instincts, and had him tested. Changes in hearing can creep up--follow your instinct when something changes with your child. ",
    "DHH Name": "Karen Putz",
    "DHH Photo": "KarenPutz.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "38",
    "Title/Topic": "Learning from Others",
    "Content Article/Video": "You can’t be what you can’t see.Deaf and hard of hearing role models, guides, or mentors are the best kept secret, but it shouldn’t be that way. If you are curious about the possibilities and successes of people who are deaf and hard of hearing in today’s world, then seek out the people that are on that journey.\n\nAs your family meets and cultivate stories, keep in mind that your child will have their own unique experiences and journey. \n\nClick here to read more",
    "Link": "www.handsandvoices.org/resources/dhh_adults.html",
    "Parent Quote": "Never stop advocating! Let you child be apart of the process. Never tell your DHH child to \"wait\" or \"never mind\" when they are trying to be apart of the conversation. Most of all love!!!!!!",
    "Parent Name": "Miriah",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Colorado Hands & Voices has a comprehensive guide for parents. This is an extensive resource--allow for time to read and go through it by clicking here",
    "Resource Link": "https://www.cohandsandvoices.org/newsite/wp-content/uploads/2018/03/CO_R_Guide_3-12-2018.pdf",
    "DHH Quote": "First off, enjoy your child. Remember they are human first.\n\nThey are going to be amazingly adaptive to their hearing loss and very resilient! They won't ever experience average hearing, so they won't miss it. They won't grieve their loss, but they will pick up feeling sorry for themselves if you feel sorry for them. Try not to do this as it is not helpful. Move forward and do helpful things!\n\nRestructure your home to be such that your child can be and feel part of it, with or without their personal hearing technology. i.e.: Flashing smoke alarms, door bells, alarm clocks, and closed captioning on the TV at all times. Get a captioned or videophone or use similar technology on your cellphone. Do this right away. At least by the time they are two, as you'll want this to feel natural to them. Even if they don't answer the door at age 2, they can associate the flashing with mom leaving their side to go answer the door. Without an alert, the world is a series of random and non-nonsensical experiences. Otherwise they'll look up from playing, and mom has disappeared and they won't know why.\n\nTeach them to wake up to a flashing light. (You may need to install light-blocking curtains.) Always flip their bedroom light switch as you enter. - When they become teens, you may want a second switch out in the hall to respect their privacy and not having to beat the door down if they are blue-tooth wired into the latest band and unable to hear the door knocks.\n\nWhen they enter in a room, catch them up to the conversation that your other children would have heard and been a part of as they walked in. Try to limit the use of \"Never-mind, I'll tell you later.\" Because really, later never comes. \"Never-mind\" is really a form of censorship, deciding what your child will hear. Your child will lose out on lots of incidental learning already. It is not necessary to add to it.\n\nUse lots of lighting indoors, and outdoors if you do outdoor activities in the evening. Ditto for camping, etc. Figure out how to keep them in the conversation in the car. Try mirrors and FM systems, as they could help. If they sign/cue, the whole family needs to sign/cue, even if they do a mix of talking and signing/cueing. You'll find out how convenient signing/cueing is when you don't have to shout in a room full of people, or when they are bathing or swimming, or wake up in the middle of the night with a fever and don't have their technology on.\n\nShare your enthusiasm for what you enjoy in life with them. Let them share theirs with you. Importantly, teach them how to advocate for themselves. They will be doing it all their lives.\n\nLastly, hug them daily, and tell them you love them. Even when they are behaving most unlovable--that's when they'll need it the most.",
    "DHH Name": "Nan Asher",
    "DHH Photo": "NanAsher.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "39",
    "Title/Topic": "Finding Trusted Advisors",
    "Content Article/Video": "The Natural History of Bias by Lorna Irwin and Leeanne Seaver\n\nThe best antidote to bias is to meet lots of other families and hear their stories. It helps us recognize that every deaf or hard of hearing kid is different, and every family has different values and their own reasons for making the choices they have made. The experiences of deaf and hard of hearing adults can help us understand the challenges our kids face and will reinforce the realization that no two people-hearing or deaf-are exactly alike. Learning about the history of deaf education in this country can help put into perspective the opinions of older deaf adults and professionals in the field.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafpersp/V9-4_HistoryBias.htm",
    "Parent Quote": "Be patient. Have a trusted person you can vent to who won't judge you for needing to vent. Your life is different but that doesn't mean it's worse.",
    "Parent Name": "Karla Carter",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Family Support and Partnership\n\nFamily support is an essential component of an effective EHDI system. EHDI coordinators and other stakeholders, such as the medical home and audiologists, have a responsibility to ensure: \n\nFamilies are supported: EHDI systems must ensure that families get access to culturally-competent information to help them make informed decisions.This also includes providing access family support groups to help provide emotional support as only other caregivers can offer.\n\nFamilies are partners in decision making: EHDI systems must honor family decisions about what is best for their own child and family. At a systems level, families with diverse perspectives can offer their expertise to guide EHDI practices and policies, resulting in more family-centered EHDI systems.\n\nClick here to read more",
    "Resource Link": "https://infanthearing.org/familysupport/",
    "DHH Quote": "I knew in my heart that being hard of hearing didn’t completely define who I was, what I was interested in, or what I was passionate about. Being hard of hearing was something about me, just like having brown hair is something about me. It was a contributing factor to my personality, but didn’t need to define every decision and moment of my life.",
    "DHH Name": "Amanda McDonough, author of \"Ready to be Heard\"",
    "DHH Photo": "tree.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "40",
    "Title/Topic": "Is This a Deaf/Hard of Hearing Thing?",
    "Content Article/Video": "“Is she having a tantrum because she doesn’t understand why I took the toy away, or is it because she’s spoiled?” Parents at a Hands & Voices meeting shared their concerns about certain behaviors they observed in their children who were deaf or hard of hearing—some were oral, some were signers, some were cuers, some were combiners. “Is this a deaf thing?” was the resounding theme and even the most seasoned parents admitted to the omnipresent possibility that their children’s hearing loss could explain certain situations…or could it?\n\nIs this a deaf/hard of hearing thing?\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/perfect/V13_3-deafthing.htm",
    "Parent Quote": "Just remember to take time to just enjoy the moments.\n\nWe worry about what a child will become tomorrow, yet we forget that he is someone today.",
    "Parent Name": "Stacia Tauscher and Rebecca",
    "Parent Photo": "tree.png",
    "Resources to Explore": "An audiogram provides one snapshot of your child's hearing levels. Every child is different. The potential effects of a hearing loss depends on many factors including degree of loss, but also upon early identification and amplification, early intervention services, and parent involvement. \n\nClick here to read more",
    "Resource Link": "https://www.cohandsandvoices.org/resources/coGuide/05_Lossvseffct.htm",
    "DHH Quote": "Deaf and hard of hearing kids don't have the same access to incidental learning like hearing kids do. Hearing kids can pick up on a lot of knowledge \"passing by,\" such as if they overhear conversations, television news, sounds around them, etc. It's important to recognize the things that deaf and hard of hearing kids might not pick up on and teach them to your child. ",
    "DHH Name": "David Putz",
    "DHH Photo": "davePutz.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "41",
    "Title/Topic": "Language Development",
    "Content Article/Video": "For most parents, language development is our biggest worry about our deaf or hard of hearing child. How will our child communicate ideas back and forth, or express and understand feelings? Language development also supports thinking and problem-solving, and developing and maintaining relationships. Learning to understand, use and enjoy language is the critical first step in literacy, and the basis for learning to read and write.\n\nWhat is language? Language is the words that a child understands and uses as well as how words are used to express thoughts. There are three major parts to language:\n\nVocabulary is the store of words a person has – like a dictionary held in long-term memory. Grammar, or syntax, is a set of rules about the order in which words should be used in sentences. These rules are learned through the experience of language. Discourse is a language skill that we use to structure sentences into conversations, tell stories, poems and jokes, and for writing recipes or letters.\n\nClick here to explore resources and research",
    "Link": "https://handsandvoices.org/fl3/topics/lang-lit-soc-development/language.html",
    "Parent Quote": "Take a deep breath. Play with your babe; remember he/she is a child first. Ask questions. Connect with other parents. Sometimes it is nice to connect with other parents and not talk about our child's hearing loss, but to just be in the company of another parent who understands. There are many ways to communicate; keep trying until you and your family have found what works for you. Trust your intuition. Breathe!",
    "Parent Name": "Helen Leiser",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Decision Guide to Communication Choices:\n\nDeciding which communication method(s) will be best for your child can be stressful. The right choices are up to your family. \n\nDiscovering what works for your child is truly a work in progress. Your child’s needs, and those of your family, along with your long-term goals for your child, may change with time and you’ll want to review your choices regularly.\n\nThe communication method you choose first may not be your last or only choice.\n\nClick here to read more",
    "Resource Link": "https://www.cdc.gov/ncbddd/hearingloss/freematerials/CommDecisionGUIDE3508.pdf",
    "DHH Quote": "Take time to explain to your child why people do things a certain way. Act out scenarios and let them ask you questions. Include your child in every conversation, summarize the car radio program for them, and show them individuals with the same experiences. Remember, the more questions a child asks, the farther you both can journey together.",
    "DHH Name": "Eric Epstein",
    "DHH Photo": "tree.png",
    "ResourceImage": "cdc.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "42",
    "Title/Topic": "What Works for Your Child",
    "Content Article/Video": "The Hands & Voices motto is: \"What works for your child is what makes the choice right.\"\n\nThe journey of raising deaf and hard of hearing children is often filled with twists and turns.\n\nIn this article, Kathie Loo shares her journey of learning what was best for her child.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/kathy-loo-learning-what-is-best-for-my-son/",
    "Parent Quote": "Deafness is not inherently disabling, but language deprivation is. A deaf child has their whole life to learn how to pronounce words correctly in a multitude of languages, but there is only a limited window of time in which they need to acquire their first language. Give all children all of the tools, then look to see what works for the child. Let your child be your guide.",
    "Parent Name": "Rachel Coleman",
    "Parent Photo": "RachelColeman.png",
    "Resources to Explore": "An Early Intervention App: Learn More About Childhood Hearing Loss Q&A\n\nClick here to read more",
    "Resource Link": "https://www.ehdi-pals.org/ParentResources/EP_Tips_Parents.aspx",
    "DHH Quote": "Find a way to communicate with your child...whatever mode of communication that is--whether it's sign, voice, or both, or some other way. It is so important to make sure your child is included in conversations and informed of things and part of decisions, and the daily life of your family. The connection with family is so precious and irreplaceable--however it happens. Communication and language ensures that your child learns and bonds, and is able to to pick up on things around them.",
    "DHH Name": "Loriann Macko",
    "DHH Photo": "LoriannMacko.png",
    "ResourceImage": "ehdj.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "43",
    "Title/Topic": "Creating Accessible Environments",
    "Content Article/Video": "In the beginning of the journey, we are learning and trying to figure things out. The challenges change as our children grow. Janel Frost shares the challenge of making communication accessible at family gatherings:\n\n\"This is my son. It pains me as a mom to watch my son go through feeling so left out at family get-togethers, however, I don’t know what more to do for him. I’ve encouraged many family members to try harder to learn a language that could help him feel more included all the while realizing that they may use this new language one or two times a year. My husband and I have both taken turns to interpret when needed, but it’s not the same as direct access to communication–and who wants your mom a part of the nerf gun fight with all the cousins?\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/janel-frost-reflections-on-communication-access-at-family-gatherings/",
    "Parent Quote": "I learned that, for me, as a parent, I need to take my ego out of the equation when determining the best course for my child and to find the method that will work best for MY CHILD. I also learned that it is not helpful to become self-righteous and proclaim to others that your method is the only way. Furthermore, it’s not only okay but necessary to change direction at any given time if that is what is required for your child’s wellbeing and progress.",
    "Parent Name": "Gina Cooper Watt",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Making the World Accessible for Children who are Deaf and Hard of Hearing Through Technology\n\nClick here to read more",
    "Resource Link": "https://www.infanthearing.org/ehdi-ebook/2018_ebook/9%20Chapter9MakingWorldAccessible2018.pdf",
    "DHH Quote": "I want to say to parents, guardians, and family members: Please find a way to communicate with your deaf or hard of hearing child. The mode of communication should not be the focal point. The fact that you are communicating is the important thing.",
    "DHH Name": "Eboni Love-Peel",
    "DHH Photo": "tree.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "44",
    "Title/Topic": "Knowing Your Child",
    "Content Article/Video": "From Vulnerability to Confidence, Riding the Swing by Linda Miles\n\nHow do I feel in parenting a child who is hard of hearing? Proud, scared, empowered, unsure, calm, frustrated, secure, or confused? I answer, \"Yes to all of the above!\" We parents have plenty of feelings to sort out. It is natural to go back and forth between feeling confident and insecure.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/vul_to_confdnc.html",
    "Parent Quote": "The most important thing is to be in tune with your child Every one of our kids is so different I learned this from my mother, who had four kids--we were all different When you have children you want them to all go to the same school The problem was-- they don't all fit in the same box.\n\nWhen you push a child in the wrong way, and they can't/won't go that way, you have to get in tune with your child and realize maybe this isn't the right direction. I followed my daughter's lead. She taught us which community she needed to be most connected to. I let her lead as to how she wanted to live her life. It's a balancing act--figuring out what works and what doesn't work. I don't want my daughter to figure out what I want for her--I want her to figure out what she wants for herself.",
    "Parent Name": "Deborah Love-Peel",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Understanding your child's milestones--how do you know if your child is progressing with developmental milestones?\n\nClick here to read more",
    "Resource Link": "https://www.cdc.gov/ncbddd/actearly/freematerials.html",
    "DHH Quote": "I consider myself deaf. I will always have people ask me where my “accent” is from. When I pry this magnetic disk off the side of my head, I am plunged back into complete and total silence. I rely on my vibrating alarm clock to wake me up and I feel more secure in public places when my near-retirement hearing dog walks beside me. Technology breaks, and batteries need to be charged, and of course one doesn’t wear a processor 24/7, but I’m content to be able to hear most of the hours in a day with the help of my technology. I am, and always will be, deaf. \n\nNo regrets about that – it’s made me who I am. And quirky. Don’t forget the quirky.",
    "DHH Name": "Seri Dukart",
    "DHH Photo": "tree.png",
    "ResourceImage": "cdc.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "45",
    "Title/Topic": "Teachable Moments",
    "Content Article/Video": "As parents, we do our best to make good choices for our deaf or hard of hearing children. Because so much is at stake, parents tend to take charge right from the outset, and act as the main spokespeople for their child with the many professionals that support them. Family-centered support too is understandably directed at the parents, yet the benefits of including the child in conversations and choices surrounding his or her hearing loss, starting from an early age, are great.\n\n\\By Anja Rosenke, Richmond, BC (add the link)",
    "Link": "https://www.bchandsandvoices.com/post/lost-found/",
    "Parent Quote": "You are your child's expert. You know your child the best. You are their first teacher and you got this! ",
    "Parent Name": "Roberta Kelley, Teacher of DHH Children",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Eye Gaze and Joint Attention\n\nThis research brief, written by Amy Lieberman, PhD, provides an overview of the importance of eye gaze and joint attention in language acquisition. To cite this brief: Visual Language and Visual Learning Science of Learning Center. (2012, June). Eye Gaze and Joint Attention (Research Brief No. 5). Washington, DC: Amy M. Lieberman.\n\nClick here to read more",
    "Resource Link": "https://vl2.gallaudet.edu/research/research-briefs/english/eye-gaze-and-joint-attention/",
    "DHH Quote": "Know your child is a unique fabric of life, born perfect just the way he/she/they are. Know that your child will succeed. You will succeed. It is not easy for many of you to understand or foresee this optimism at first, but there are no limitations, and given all the tools, resources and embracing your whole child, he/she/they will be something you never imagined.",
    "DHH Name": "Jessalyn Akerman-Frank",
    "DHH Photo": "JessalynAkerman.png",
    "ResourceImage": "gallaudet.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "46",
    "Title/Topic": "Follow Your Child's Lead",
    "Content Article/Video": "Out of the Deaf Closet, by Bailey Vincent Clark Be who you are, ask for what you need and never be afraid to change the rules as you go. And hopefully in the end, the rest of the world will catch up with us.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafpersp/V15-1_outofcloset.htm",
    "Parent Quote": "The most important comment made to me by a professional was our Parent Infant teacher who told me to \"follow my child's lead\". Although this was a difficult concept to grasp, since my daughter was only 9 months old, I came to appreciate that advice more and more as we tried different communication strategies and I talked with other parents. My daughter's preferences and natural abilities became apparent fairly quickly and helped us determine where we wanted to place our energies. The program she was enrolled in allowed us to explore oral and signing methods and didn't force us to choose only one, which I felt was a very important learning opportunity for our family.",
    "Parent Name": "Parent from Michigan",
    "Parent Photo": "tree.png",
    "Resources to Explore": "The Center for Parent Information and Resources has a list of Parent Centers. *Working with families of infants, toddlers, children, and youth with disabilities, birth to 26 *Helping parents participate effectively in their children’s education and development *Partnering with professionals and policy makers to improve outcomes for all children with disabilities.\n\nFind a Parent Center by clicking here",
    "Resource Link": "https://www.parentcenterhub.org/find-your-center/",
    "DHH Quote": "My personal and professional experiences lead me to the point that I most often emphasize when I work with families of deaf and hard of hearing children: when your needs change, your choices can change too! Too often, people get stuck on one way to do things. If something isn’t working, why not explore something new? If something is working, why not add something new? There is no one size fits all. There never has been! What works for your family is what works for you and your child.",
    "DHH Name": "Karla Giese",
    "DHH Photo": "tree.png",
    "ResourceImage": "pir.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "47",
    "Title/Topic": "Advocating and Adapting",
    "Content Article/Video": "Finding My Rhythm by Tania Karas\n\n\"I realized that there is no good in sitting back and sulking about a problem. From this point on, I have jumped immediately from encountering a problem to finding a solution. I am no longer afraid to tell a teacher, coach, or classmate that I might need a slight change in the way they are doing something. People are usually very supportive and respectful of my wishes. Advocating for myself on a more frequent basis has ultimately allowed me to feel more comfortable with my hearing loss. I no longer view it as a barrier in my life; it is just another obstacle that there are a million ways around. All I have to do is find them.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafpersp/V9-4_rhythm.htm",
    "Parent Quote": "As a parent of children with hearing loss, I wish I would have known that everything would be just fine. As a dad, we try to plan and frame the life we want for our families. When something like a hearing loss diagnosis enters the picture, it throws a big wrench in those plans. We never know what to think or how the child will feel about their hearing loss. I have a tip for you, the child doesn’t mind at all. We should just try to provide the most supportive environment and nurture their growth as best as we can. You have heard that parenting does not come with an instruction manual, but there is one guide in the galaxy that holds some nuggets of wisdom. You won’t even have to open it to get the best advice. Written on the cover are two important words, Don’t Panic.",
    "Parent Name": "Karl Sims",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Having a good relationship with your audiologist is paramount to making sure your child is hearing to their best potential. As with all relationships, there may be times when you have to agree to disagree or even have to consider another opinion. Make sure that there is open communication between professionals because each one may have a different perspective. Take all the feedback so you can make informed decisions about amplification options.\n\n\n~Tina Childress, deaf audiologist\n\nClick here to see an example of what different hearing levels sound like:",
    "Resource Link": "https://youtu.be/wn3PnBWRC5c",
    "DHH Quote": "My greatest asset was the ability to explore what the resources were, not being afraid to ask questions and, quite simply, being a pain in the butt to all those busy professionals out there. It was through dogged persistence, and a refusal to be intimidated by any of those busy docs with their fancy degrees and titles, that I would get answers.",
    "DHH Name": "Brian Hubbard",
    "DHH Photo": "BrianHubbard.png",
    "ResourceImage": "youtube4.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "48",
    "Title/Topic": "Looking Ahead",
    "Content Article/Video": "It may seem strange to \"look ahead\" when you're new to the journey, but Tina Childress, a deaf audiologist, has put together a list of helpful apps (other than this one!)\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/tech/V15-3_bloggingaudi.htm",
    "Parent Quote": "“Back then, I hadn’t really understood the overarching capacity people have to adapt, to be patient, and to recover. I hadn’t factored in the resilience of the human spirit, the very real healing powers of time passing, the grace and perspective we find in moments of repose, and the ability of the soul to regenerate.\n\nIn those long-ago days I saw a daughter with a disability. Now I see a beautiful, engaging person with a different ability, one that has blessed her with extra gifts and special perceptions.”",
    "Parent Name": "Lee Woodruff",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Deaf and hard of hearing people are everywhere. They're doctors, lawyers, musicians, pilots, cashiers, authors, engineers, business owners, and more.\n\nClick here to view 33 \"famous\" deaf and hard of hearing people",
    "Resource Link": "https://blog.ai-media.tv/blog/famous-deaf-people",
    "DHH Quote": "People who have normal hearing are often surprised when I tell them that if I were offered a \"cure,\" a pill I could take for example, that would give me normal hearing, I would turn it down without hesitation. At 32 years old, being hard of hearing is as much a part of my identity as my gender, race, social class, etc., but it doesn't define me. I don't see it as a positive or negative thing, because it is simply an important part of who I am today. Like other parts of my identity, being hard of hearing has brought challenges and successes, people and experiences, languages and culture, and unique perspectives to my life. Put simply, being hard of hearing has added richness to my life. My advice to parents of children who are deaf or hard of hearing is to try to appreciate your child's hearing status in this way. It may not be what you expected, but this part of your child's lived experience will bring richness to his or her life, and yours, if you embrace it.",
    "DHH Name": "Elizabeth Shuler-Krause",
    "DHH Photo": "ElizabethShuler.png",
    "ResourceImage": "ai.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "49",
    "Title/Topic": "When the Journey Changes",
    "Content Article/Video": "A Fork in the Road: Progressive Hearing Loss\n\nThe resulting grief from the further loss, however small, in our daughter's hearing astounded me. Suddenly we felt we should reexamine our choices of communication modes, choice of school environment, and even our irrational dreams for our daughter. I thought we had \"been there-done that\" in terms of grief. We were also confronted with decisions again that we thought we had successfully shelved - the decision to utilize a cochlear implant or not was one of these.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/misc/prog_loss.html",
    "Parent Quote": "We went through a grieving process. We knew she couldn’t hear, but having someone confirm it was just heartbreaking. That hope for a “normal” life was gone. It felt like all we have done the last four months was hurry and and wait for another test or another appointment to understand anything.\n\nWe were overwhelmed and bombarded with so much information we couldn’t register anything anymore. Everyone kept telling us what they would do and how they would feel, but no one really knew what we were going through. I’m so beyond thankful for Hands and Voices. Just having a few minutes conversation with someone that understands what you're going through makes a huge difference in any situation. ",
    "Parent Name": "Mia Braud",
    "Parent Photo": "MiaBraud.png",
    "Resources to Explore": "Genetic testing can provide some answers and a deeper understanding of your child's experience by clicking here",
    "Resource Link": "https://www.cdc.gov/ncbddd/hearingloss/freematerials/parentsguide508.pdf",
    "DHH Quote": "Unfortunately, on this journey of raising deaf and hard-of-hearing children, there is no manual with any one correct way to shape our children’s identity. That is something they develop as they grow, much like their personality. We can, however, ensure that they learn a self-confidence which enables them to advocate for themselves, that they embrace their hearing loss as just another small part of their whole being, that they realize the sky is the limit when it comes to creating goals and dreams, and that they recognize the value of love, both on the giving end and the receiving end.",
    "DHH Name": "Pamela Farley",
    "DHH Photo": "tree.png",
    "ResourceImage": "cdc.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "50",
    "Title/Topic": "Never Underestimate Your Child",
    "Content Article/Video": "High Expectations, by Candace Lindow-Davies\n\n\"...we demand expectations of our children be high. I have long ago stopped worrying about when my son reaches milestones. Those baby books where parents log “baby’s first word”, “baby’s first step” were abandoned very quickly. I had new milestones to celebrate. No store-bought book seemed to have an entry for: “Date Baby Who Should Be Walking ‘Butt-Scooted’ Across Floor to use Both Hands (“high tone hand” included!) To Rip Every Shoe Insert in Half: (insert date accomplished).” It was a banner day at our house! At the same time, we need to be surrounded by professionals who believe our children will achieve their goals. We are very capable of being realistic, but it is our job as parents to believe in our kids.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafhh-plus/V15-1_highexpectations.htm",
    "Parent Quote": "Never underestimate your child or let your child's hearing loss hold them back. In the beginning I was so worried about all the things my daughter might not be able to do. After my initial grieving and panic began to calm down I decided to focus on all the things my daughter could and would do in her life. Each time that little bit of doubt would creep in, my daughter would surprise me and find a way to do the thing I thought she couldn't do. She never let her hearing loss define her or stop her from everything she wanted to do. So don't underestimate your child, don't think about what they can't do....focus on the \"can do\".... they will truly amaze you!",
    "Parent Name": "Beth Donofrio",
    "Parent Photo": "BethDonofrio.png",
    "Resources to Explore": "This app was created in partnership with RIT/NTID. Click here to view some Success Stories from students and staff/faculty:",
    "Resource Link": "https://www.ntid.rit.edu/success",
    "DHH Quote": "I think my hearing loss has put up a lot of barriers in my life. But I won't accept those barriers with an attitude of, \"So I guess can't do this\".. It will be me breaking those barriers down....",
    "DHH Name": "Christy Smith",
    "DHH Photo": "ChristySmith.png",
    "ResourceImage": "ntid.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "51",
    "Title/Topic": "Adapt and Thrive",
    "Content Article/Video": "Deaf with Autism, by LaShawna Sims\n\n\"We are learning together as a family. It’s not easy to pick apart which diagnosis is causing whatever action, feeling or emotion he may be experiencing. All we can do is take it day by day and one step at a time. In all of those hours and steps, we revel in the fact that he is uniquely him and we love every little thing about him. It makes us stronger as individuals and stronger as a family.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/lashawna-sims-deaf-with-autism/",
    "Parent Quote": "Know that your child will adapt and thrive, and that the technology available today is so much more advanced than you could ever imagine. I remember when my daughter was diagnosed with EVA/LVAS and I had these images in my head of gigantic brown hearing aids, only to learn that they are SO tiny now, and more powerful than you would expect.\n\nThe world is much smaller, too. Facebook has some excellent support groups for parents. There is nothing more comforting than getting real advice from parents who have been in your shoes.",
    "Parent Name": "Dana van der Bijl",
    "Parent Photo": "tree.png",
    "Resources to Explore": "\"Just in Time\" is a handy PDF with a collection of resources for families.\n\nClick here to read more",
    "Resource Link": "https://www.infanthearing.org/just-in-time/docs/just-in-time-color.pdf",
    "DHH Quote": "Anything is possible. You have to make it happen. Take risks!",
    "DHH Name": "Karen Meyer, former ABC News Reporter",
    "DHH Photo": "KarenMeyer.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "52",
    "Title/Topic": "Getting Involved in the Journey",
    "Content Article/Video": "Reflecting on Early Intervention, by Kim Shauer\n\n\"We will also take away the knowledge of how to confidently and effectively advocate for our children, along with the understanding that it is okay to take a break and do something for ourselves...and not feel guilty about it! I want to strongly encourage families to take full advantage of all of the early intervention services available to you. The number of appointments may seem daunting and the paperwork at times can feel endless. The various assessments we complete remind us to stop where we are once in awhile, take a good look around, re-evaluate the choices we have made and change direction if we feel it may be better for our child and our family.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/deafhh-plus/V15-4_reflecting.htm",
    "Parent Quote": "Get very involved, even if you think you will lose your job (because you will not lose your job) and you will be well informed on your child's development at school and the resources available for him. You will fight to get the resources that are not available-- and are needed for their success.",
    "Parent Name": "Juana Medina",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Family Voices is a national family-led organization of families and friends of children and youth with special health care needs (CYSHCN) and disabilities. They connect a network of family organizations across the United States that provide support to families of CYSHCN. They promote partnership with families at all levels of health care–individual and policy decision-making levels—in order to improve health care services and policies for children. \n\nClick here to view more Family Voices",
    "Resource Link": "https://familyvoices.org/",
    "DHH Quote": "Encourage your child's curiosity. I was lucky as a child to have two open parents who let me explore and fulfill my whims. They encouraged me to read, draw, participate in sports, like soccer, baseball, football, swimming, paintball, participate in boy scouts, after school activities, theater, and so much more.\n\nAs I grew older, I learned and understood more why they did that. They let me become my own person, and taught me patience, and to follow through with something I wanted to try to the end. If I liked it, they'd encourage me and get me things that would develop my experience in those things.\n\nAlso its important to teach your child that the world isn't fair but you can make it a better place by being the best possible version of yourself.",
    "DHH Name": "Dylan Panerra",
    "DHH Photo": "DylanPanerra.png",
    "ResourceImage": "fv.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "53",
    "Title/Topic": "A Bend in the Road",
    "Content Article/Video": "Honoring Each Family, A Message to Professionals by Holly Thomas-Mowery\n\n\"I have learned that although my son has a hearing loss, he is not defined by his hearing loss. He is a child who is defining himself by what he can do in the world around him. He is whole. He is a joy.\"\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/parent_pro_collab/honor.htm",
    "Parent Quote": "Our son was referred to Boys Town at 3 weeks old for an ABR. At that time he was diagnosed as profoundly deaf in both ears. We had no history of hearing loss on either side, so it came as a complete shock! The doctors believe his hearing loss was caused from the antibiotics he was on in the NICU after birth, but we may never know for sure.\n\nAfter going through intense grief for a few days, we were ready to meet the challenge head on. We spent the next year going through the cochlear implant process and his right side was implanted and activated just prior to his first birthday. When they had opened up the left side they found an infection, so we completed the left side implantation a month later. Since then we have been enjoying all of the progress and getting to celebrate all of the little victories.\n\nMy best advice for other parents is to forgive yourself if you don't have it all together or you aren't doing things as perfectly as you would like, and to acknowledge any fears or anxieties or grief instead of being ashamed of those feelings. Almost every single parent will absolutely be able to relate to those feelings.",
    "Parent Name": "Jana",
    "Parent Photo": "tree.png",
    "Resources to Explore": "\"Since I was a young girl, I dreamed of having a family and feeling part of a community…but I never dreamed I’d be a mother to a child with Down syndrome who at seven months of age was diagnosed with profound hearing loss. Being a sociologist and researcher, I looked for direction, including reading about deaf history and memoirs of deaf adults and parents. There wasn’t much support for families like ours; however, a movement was developing. With the help of dedicated professionals and Wisconsin mothers and fathers, a wide and diverse support system blossomed. I hope my story makes the road others travel less scary and that they reach out to the community that is there to help, attain the courage they need to advocate for their child, learn to manage the bumps and unplanned curves, and remember that they are parents first—and enjoy the ride.\"\n\nby Connie Stevens\n\nClick here to read more",
    "Resource Link": "https://www3.gallaudet.edu/Documents/Clerc/Odyssey/2013_issue/Odyssey2013_Stevens.pdf",
    "DHH Quote": "The sky is the limit for your child! Always hold the bar high! Don’t let them use their deafness as an excuse to get out of something. Don’t be afraid/embarrassed to ask questions, reach out for clarification or support at any time! Always have a smile on your face and sing a song each time you are putting the hearing aids on, so your child learns to associate it with positivity and pleasure. YOU, as the parent, are the expert on your child. Your input and involvement is valuable and much appreciated! Make sure there’s no bright lights, sun/ bright windows directly behind you (making you a silhouette) when talking with your baby or child. Always keep your house well lit for the ease of communication, reading lips, facial expressions, body language, gestures, sign language or cued speech. Dimly lit rooms add unnecessary eye strain and overall fatigue. Try to minimize competing background noise when interacting with your child. If your child looks confused, asks what someone just said, or why people are laughing, tell them/explain right then and there. It helps them feel more included. Listening and making sense of a noisy world is hard work! Don’t be concerned if your child tires more easily or takes longer naps. Not everyone will agree with your communication or intervention choices, don’t let them change your mind. You have a right to your choices. Remember, if you start with one communication modality, and later you feel it’s not a good fit for your family, you have the right to change that at any point in time! If your audiologist or interventionist is not a good fit for your family, you have the right to make those changes. It’s important you feel good about your team to help you achieve the best outcome for your child!",
    "DHH Name": "Robin Getz",
    "DHH Photo": "RobinGetz.png",
    "ResourceImage": "gallaudet.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "54",
    "Title/Topic": "Overcoming Parental Guilt",
    "Content Article/Video": "A Son's Hearing Loss, A Mother's Personal Challenges by Jennifer Kipling\n\n\"My first challenge was my family; my husband and his parents in particular. They had this need to place “blame”; to find a reason for why Connor had a hearing loss.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V13_2-motherchallenges.htm",
    "Parent Quote": "Overcoming Why Me?\n\nOver the years I have spoken with numerous parents, from a personal as well as a professional perspective and while every family responds differently to a hearing loss diagnosis, there are also some characteristics that more successful families share.\n\nAdjust Your Attitude Your attitude and acceptance of your child’s hearing loss goes a long way to create a more peaceful climate for everyone. Children are really good at sensing the moods of others. If you are stressed and tense all the time about your child’s diagnosis, your child will begin to feel that there is something not good about their hearing loss.\n\nYoshinaga-Itano and Abdala de Uzcategui, (2001) have shown that parents of children with mild to moderate hearing loss are often more stressed than parents of children with more profound losses. Reasons can be they face more educational and therapeutic choices; also there is the potential that their child will have further hearing loss which can be stressful.\n\nWhile I understand these stresses, having been through them as a parent, I also know the power of practicing a positive attitude.\n\nTalk About It\n\nGet real comfortable talking about your child’s hearing loss. When your child sees how easily you talk about hearing loss they will feel more comfortable about themselves. If you don’t talk about and discuss hearing loss with your child then they will be uncomfortable discussing it with other people. They won’t know how to answer questions, or how to speak up when their needs aren’t being met.\n\nKeep Things in Perspective\nYes, your child has hearing loss and no; it is not the end of the world. Yes, your child will need assistance with communication either through a device (such as hearing aids or cochlear implants), or through the learning of ASL or lip-reading. But the opportunities today are limitless. Move Beyond “Why Me?”\nIf you are okay with your child’s hearing loss, they will be okay. There will be some changes that will need to be made with regard to education and communication needs, but what won’t change is the need your child has for love and support. Find the joy in your child’s voice, or the thrill of having them sign their first full thought. It’s about adapting and coming to terms with the child you have, rather than the child you don’t have.",
    "Parent Name": "Krysty Krywko",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Guilt management and parenting kids with disabilities — hard, hard, hard, hard, hard topic. For most parents, guilt can be a big part of their lives anyway. But for a lot of moms and dads who have children with disabilities, it can be immobilizing.\n\nI’m one of those parents.\n\nClick here to read more",
    "Resource Link": "https://themighty.com/2018/01/managing-my-guilt-as-a-parent-of-children-with-disabilities/",
    "DHH Quote": "Make it a priority to focus on self-care. If you are unable to take care of yourself holistically, it may become foggy to make important decisions for your family, especially your deaf/hard of hearing child. Seek and embrace a healthy suppport system, seek joy in every circumstance, and be open to EVERY opportunity, options, optimistic encouragement (and hugs!) Seek wisdom from wise people--those who are deaf/hard of hearing, those who are doing everyday life among Deaf/Hard of hearing people, and those who raise Deaf/Hard of hearing kids! We're present and cheering for you!",
    "DHH Name": "Emily Bruke",
    "DHH Photo": "EmilyBurke.png",
    "ResourceImage": "mighty.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "55",
    "Title/Topic": "A Little Hearing Loss is a Big Deal",
    "Content Article/Video": "Elements of a Language-Rich Home Environment, by Joanne Corwin, Rosemary Gallegos, Mary Pat Moeller, Arlene Stredler Brown\n\n\"Parenting any child is a developmental process. When a child is deaf or hard of hearing, families learn everything that any parent learns, but they add the process of figuring out how to provide and make accessible fluent language models and strategies to support increasingly abstract dialogues with their child.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/early_intervention/V8-4_Langrich.htm",
    "Parent Quote": "I wish I had known earlier what 'moderate hearing loss' really means. Sure, I had the medical definition, but I didn't truly understand it. I did not appreciate the impact that hearing loss would have on her everyday life. I have to be honest and admit that for a long time, I thought that Jordan's hearing was \"normal\" with her hearing aids (just like her vision with her glasses.)\n\n...I gained more understanding about hearing loss from talking to another parent who actually wears hearing aids herself. It was like a light bulb went off! Once I realized that there was more to it, I began to research and learn about the many challenges that Jordan has and what we can do to support her. I had been in the dark for so long. It feels great to finally understand.",
    "Parent Name": "Laura Scott",
    "Parent Photo": "tree.png",
    "Resources to Explore": "The impact of a \"little hearing loss\":\n\nClick here to read more",
    "Resource Link": "https://blogs.umass.edu/kpmeyer/files/2019/03/Cascading-Impact-of-Hearing-Loss-on-Access-to-School-Communication.pdf",
    "DHH Quote": "You are not alone! You will find that connecting with other families or resources will be beneficial during this time your are learning about what's best for your child.\n\nAs parents of a DHH child, you will find the best ways to communicate with them. If they are old enough to speak, ask them how they feel more comfortable. Children will most likely be very grateful to see their parents trying their best to include them in all family activities.\n\nDHH children can have as much fun as a hearing child! Find ways to play or connect with your child.\n\nFor the most part, DHH children don't feel hopeless, or sad. Don't feel hopeless for them- the world is theirs!\n\nBe the best advocates for your child, and eventually let them be their own advocates.\n\nBuild joyful connections, friendly bridges with everyone. Some people will have a hard time understanding what you or child is going through, and that is ok. Respectfully educate the world and let people find out how awesome your child is. For example... My child is hard of hearing and needs to have full visual contact with your face (mouth) to understand you better.\" -Don't feel sorry for asking accommodations for your child.",
    "DHH Name": "Heidy Liz Nazario",
    "DHH Photo": "HeidyLizNazario.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "56",
    "Title/Topic": "Thoughts on Parenting a Deaf/Hard of Hearing Child",
    "Content Article/Video": "My Battle Call, by Valli Gideons\n\nWe don’t have it harder than most families. I’ve learned every person has something to overcome, whether invisible or not. And, in the end, we want our kids to be happy, kind, and a little uniquely special. Ultimately, what this mother of kids with special needs want others to say:\n\nI see you. I see your kids.\nNot just the special part.\nTHE WHOLE PART.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/category/thoughts-on-parenting-a-deaf-child/",
    "Parent Quote": "Be open to learning a new world, new language, and new community. Embrace the new possibilities that you wouldn't have had anywhere else. Open your mind and heart.",
    "Parent Name": "Stacy Abrams, developer of #whyIsign",
    "Parent Photo": "StacyAbrams.png",
    "Resources to Explore": "Parent to Parent, Personal views and responses to the journey:\n\nClick here to view",
    "Resource Link": "https://www.carle.org/services/echo/documents/coping-with-the-diagnosis.pdf",
    "DHH Quote": "Become involved in your child's life and community--take your child to all kinds of deaf functions to make friends. Be willing to drive all over town to meet up with other deaf and hard of hearing kids. Do your own homework and be proactive. Your child will thank you one day. ",
    "DHH Name": "Sharon Ann Dror",
    "DHH Photo": "SharonAnnDror.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "57",
    "Title/Topic": "Celebrating the Journey",
    "Content Article/Video": "The Journey of Acceptance\n\nDuring a staff discussion, the topic of “acceptance” came up. The journey of raising a child who is deaf/hard of hearing is an intensely personal one.\n\nHands & Voices posted this question on our Facebook page.\n\nParents,\n\nTell us about your experience:\n\nI realized that I accepted my child’s deaf/hard of hearing journey when__________________.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/the-journey-of-acceptance/",
    "Parent Quote": "Mostly I wish I just knew that everything was going to be okay. We were crushed when we found out that Noah was deaf. We thought his life was doomed because of this horrible disability. I actually laughed out loud writing that sentence now. In my book, deafness is no longer a disability, it is a different ability.\n\nOur whole world has changed in such a positive way as a result of his deafness...we learned how to cope with something we'd never thought we'd have to; Noah has given our hearing kids an unbelievable gift--acceptance, unconditional love, sympathy/empathy, advocacy for self and others; and mainly we have gained a wonderful support group and network of other deaf and hard of hearing families that we would never have had exposure to. If only we knew then that everything was going to be okay, we could have saved ourselves a lot of heartaches, and not to mention wrinkles.",
    "Parent Name": "Jessie Georges",
    "Parent Photo": "tree.png",
    "Resources to Explore": "No One Was Dancing in the Delivery Room Except Me by Marsha Peterson\n\n“Well, it looks like he has Down syndrome”, said a medical professional I hadn’t met before. With Apgar scores of 2 then 5, no one was dancing in the delivery room. Well except for me, in my mind anyway.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/no-one-was-dancing-in-the-delivery-room-except-me/",
    "DHH Quote": "With a variety of different abilities (differently-abled) individuals in our family, we make sure we take time for fun and make it accessible for everyone! We often play card games and board games, got o the movies, or just for a walk. Life can be busy and stressful. Stopping to have some fun together keeps us all sane and reminds us there is more to life than our daily struggles. ",
    "DHH Name": "Brenda Stolz",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "58",
    "Title/Topic": "Reaching Out",
    "Content Article/Video": "Seeing is Hearing: Adopting and Parenting a Deaf Child\n\n\"Whether you have an infant or older child with hearing loss know this – never give up, be your child’s best advocate and be flexible. What you decide might change and that is okay. Take all the information that people give you – call all the numbers, get involved in play groups, research education options and never be afraid to raise your hand and say that you need help.\" \n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V16-1_seeingishearing.htm",
    "Parent Quote": "I have learned that as a parent, you have an idea of what you want for your child. We wanted Trent to be independent, to speak up for himself and to achieve every goal he has. It hasn’t been easy, but looking back, that day the doctor told us of Trent’s hearing loss was really a blessing. We wouldn’t change a thing and we’re amazed at how well he has done and continues to do.",
    "Parent Name": "Mike Bensheimer",
    "Parent Photo": "tree.png",
    "Resources to Explore": "What Do Parents Have To Say About Professional Bias?\n\nBy Lisa Crawford, Texas Hands & Voices\n\nParents need and want information–we can debate about “how much information is too much or too soon” and fret over whether they are understanding the information that they are given, but ultimately they have the right to the information and the responsibility to make decisions for their child.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/parent_pro_collab/V12-4_parprobias.htm",
    "DHH Quote": "The best thing that you can do for your Deaf/Hard of hearing kid is to educate yourself and become an advocate. Learn about the Americans with Disabilities Act (ADA) or your kid's rights in school. Learn about the different kinds of hearing devices and what they do as well as all the different ways your child can communicate with you. Bottom line, you want to be able to give your kid access to all these tools at any time. Doing this provides them with full support, accessibility, and inclusion. ",
    "DHH Name": "Jessica Flores",
    "DHH Photo": "JessicaFlores.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "59",
    "Title/Topic": "Getting Involved",
    "Content Article/Video": "What Do Parents Have To Say About Professional Bias? by Lisa Crawford I have always struggled with the word “unbiased.” What does it really mean to be unbiased? Does it mean that you don’t have an opinion, that you don’t feel strongly or passionate about what you know or what you think you know? Does it mean you are indifferent? Uninvolved? Disinterested? I doubt any of us can say we truly feel that way about the choices we make for our children. So how do we, as parents and professionals, share information in an unbiased manner?\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/parent_pro_collab/V12-4_parprobias.htm",
    "Parent Quote": "Get involved! Meet other families, meet your Deaf/HH community, learn all the resources available to you. Don’t be afraid to ask questions, put yourself out there. Don’t be afraid to get involved. Embrace your child’s deafness, explore all your options and try it all. There is not a one size fits all, your child will lead the way and your job is to follow and support. Surround yourself with supportive and accepting people. It will seem like a scary journey at first, but it will be the most rewarding and fulfilling journey you go on. I look back at the first days of our initial diagnosis and only wish I knew then what I know now.",
    "Parent Name": "Najwa Ghattas",
    "Parent Photo": "NajwaGhattas.png",
    "Resources to Explore": "\"Thanks to my Feng Shui book, I now know that garden paths should never be straight. Curving paths draw you further into the garden and create opportunities for discovering something wonderful just around the corner. Parenting a child who is deaf or hard of hearing is also like that, except that the curves aren’t planned. In fact, they can often feel more like hairpin turns and we might just fall off them at times and lose our way. Find it again with your child…follow him.\"\n\nClick here to read more",
    "Resource Link": "https://www.handsandvoices.org/articles/perfect/V12_4-fengshui.htm",
    "DHH Quote": "Share everything as you see or hear with your Deaf/Hard of Hearing kids. Take them out for adventures, sports, and social events. The more you involve with your Deaf/Hard of Hearing kids, the more they thrive in life. ",
    "DHH Name": "Doug Matchett",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "60",
    "Title/Topic": "You Can't Measure Potential",
    "Content Article/Video": "“No Limits” Philosophy Drives Boise Junior Miss by Susie Jones\n\n“She was born with a smile on her face.” And that moment set the stage for the rest of Amy Stott’s life. Amy’s mom, Michelle has a picture from that special day of Amy’s birth when she surprised the doctor and her parents by starting her life with a smile. And when I met Amy nearly 18 years later, she was still smiling.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/SocEmot/V12-3_nolimits.htm",
    "Parent Quote": "Every decision you make, remember you are doing what you believe is best for your child. There will always be people who judge you and your decisions but there are way more supporting you. You got this. ",
    "Parent Name": "Celesta Bowers",
    "Parent Photo": "CelestaBowers.png",
    "Resources to Explore": "Theory of Mind\n\nAs young children mature, they develop an understanding of themselves and other people as psychological beings who think, know, want, feel, and believe. They come to understand that what they think or believe may be different from what another person thinks and believes. They also learn that much of our behavior is motivated or caused by our knowledge and beliefs.\n\nClick here to read more",
    "Resource Link": "https://leader.pubs.asha.org/doi/10.1044/leader.FTR1.07222002.6",
    "DHH Quote": "Forget limits. Don’t set them. Don’t even think them. Your child can show you what they can do. Who they can be. Which is everything. Nurture that.",
    "DHH Name": "Jennifer Meredith",
    "DHH Photo": "JenniferMeredith.png",
    "ResourceImage": "ash.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "61",
    "Title/Topic": "Embrace the Journey",
    "Content Article/Video": "One Family's Journey, Uncommon Gratitude by Mandy McClellan\n\nWe are currently a family of five pairs of ears (our third daughter seems to hear even things she isn’t supposed to) – some use equipment on their ears and some do not. We have selective hearing issues and communication breakdowns with those who wear equipment and with those who do not. We laugh, have fun, get angry, tease each other, have serious discussions – and we repeat ourselves A LOT. We are a “normal” family with the uncommon distinction of knowing to be thankful for only two ears per person.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V13-3_uncommongratitude.htm",
    "Parent Quote": "My advice would be to BREATHE. Take your time and remember that it's still your baby. That first year goes fast, so breathe it in and don't let anything like hearing loss get in the way.\n\nEmbrace the beautiful journey of the deaf and hard of hearing world. Do not let anyone tell you what's best for your child... YOU know your child better then anyone. Advocate for your child and again, remember to breathe!",
    "Parent Name": "Ashley C.",
    "Parent Photo": "AshleyCerasuolo.png",
    "Resources to Explore": "Secrets for Deaf and Hearing Sibling Success: Giving Them an Early Start for a Lifetime Together \n\nClick here to read more",
    "Resource Link": "https://infanthearing.org/ehdi-ebook/2015_ebook/20-Chapter20Secrets2015.pdf",
    "DHH Quote": "Embrace your child for who they are, and make it possible for you to always communicate with your child in many different modes. Your child is unique and can soar with your full love and acceptance. ",
    "DHH Name": "Howard Rosenblum",
    "DHH Photo": "HowardRosenblum.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "62",
    "Title/Topic": "Reading to Your Child",
    "Content Article/Video": "Even the earliest experiences of books shared with children begins to build literacy skills. Children begin with learning about language, sounds, awareness of words and print, books and stories. Rocking, singing, and music begin to builds the idea of rhythm. Young children quickly learn which way a book is held and how to scan from left to right. Literacy is most commonly understood as reading and writing, but you are helping your baby build literacy skills from the first time you share a book with them. Families have a vital role to play in helping their child with early literacy development.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/fl3/topics/lang-lit-soc-development/literacy.html",
    "Parent Quote": "Talk with professional Deaf/hard of hearing adults and find out what works for them. ",
    "Parent Name": "Sheri Youens-Un",
    "Parent Photo": "SheriYouensUn.png",
    "Resources to Explore": "Books for deaf and hard of hearing children:\n\nClick here to read more",
    "Resource Link": "https://blog.itsybitsytitans.com/hc/en-us/articles/360021357592-Children-s-Books-w-dHOH-Representation",
    "DHH Quote": "“If you don’t give kids language, they can’t express what’s in their heart. I don’t care whether you sign, mime, or sing—give kids the ability to communicate. Every child should be able to tell his parents what’s in his heart.”",
    "DHH Name": "Kathy Buckley, Motivational speaker and award-winning comedian",
    "DHH Photo": "KathyBuckley.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "63",
    "Title/Topic": "Feeling Overwhelmed",
    "Content Article/Video": "This parenting gig can sometimes be hard--and other times it goes smoothly. Support from other parents can go a long way in helping you navigate the journey.\n\nClick here to view some resources in which you can obtain family-to-family support",
    "Link": "https://handsandvoices.org/fl3/topics/fam-fam-support/need-support.html",
    "Parent Quote": "ADA, IDEA, IEP, 504, related services, accommodations, placement, audiology, language services, and speech therapy... Feeling overwhelmed?\n\nNobody ever said raising a Deaf or Hard of Hearing child would be easy. In fact, we can all agree it can be a challenge with stressful days and sometimes feeling hopeless or lost.\n\nOne thing I've learned as a parent of a Deaf son, is I am my son's only voice. Nobody will care about our children's success as much as we as parents will. Educate yourself, know your options, make well-informed decisions, and never take no for an answer. Advocate for your child's right to reach their fullest potential.",
    "Parent Name": "Yiesell Rayon",
    "Parent Photo": "YiesellRayon.png",
    "Resources to Explore": "Research can be overwhelming and often contradictory,.Marc Marschark, Ph.D. examines the impact of research for parents:\n\nPeople sometimes say that research can be made to prove anything you want. First, at least with regard to behavioral research (psychology, education, sociology, etc.) we do not speak of anything being proved. Rather, we obtained evidence that supports or contradicts hypotheses. Because individuals vary both with context and time, one can never be absolutely certain that a finding from behavioral research will apply to everyone in all situations (we have statistics to help us determine when we can be confident enough to make decisions). Second, certainly bad research can demonstrate almost anything. Good research, on the other hand, is undertaken to discover the facts, not to support one perspective or another often, an investigator has to accept findings that have been found to be \"real\" even if they do not match one's desires or expectations.\n\nClick here to read more",
    "Resource Link": "https://www.handsandvoices.org/comcon/articles/research.htm",
    "DHH Quote": "When I was a kid, I had a dream of becoming a restaurateur. The journey wasn't easy but I've come to believe that once you've overcome obstacles, it'd make you a better entrepreneur. Yes, you too can make your dream become a reality\n\nYou have to believe in yourself. Passion will see you to the finish line--it will carry you. You will meet people who give you full support.",
    "DHH Name": "Melody Stein, owner of Mozzeria/deaf owned",
    "DHH Photo": "MelodyStein.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "64",
    "Title/Topic": "Allow Space",
    "Content Article/Video": "What It Means to Hold Space By Leigh Hardin, Elizabeth Seeliger, and Jessica Dallman\n\n\"What does it mean to hold space? It means that we walk alongside another person in whatever journey they’re on without judging them, making them feel inadequate, trying to fix them, or trying to impact the outcome. When we hold space for others, we open our hearts, offer unconditional support, and let go of judgment and control.\"\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/parent_pro_collab/V21-4_hold-space.htm",
    "Parent Quote": "You are your child’s premier champion. You are there for their triumphs as well as their struggles. As you laud their successes, remember to also allow space for their pains. Allow space for your pain. An honest perspective in your journey will make it all the more beautiful and worthwhile.",
    "Parent Name": "Jennifer Meredith",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Disclaimer: This is written from the perspective of hearing parents working with hearing professionals within a medical model. In this article, we use medical terms like “diagnosis” to emphasize the gravity of the first moments of identification for some parents. Additionally, this is the synthesis of more than one person’s story in order to maintain confidentiality.\n\nClick here to read more",
    "Resource Link": "https://www.hearinglikeme.com/living-with-hearing-loss-how-my-parents-raised-me-made-all-the-difference/",
    "DHH Quote": "Let your DHH child be him or herself, whatever he or she wants to be... a lawyer, a movie star or whatever. They will find their passion. Please do not hold your child or children back or change who he or she is or wants to be. For parents, just be an advocate and help them find their path in life.  Provide them with whatever they might need in regards to accessibility...  for example: videophones/amplified phones,  interpreter/captioning services, light strobe notification systems, and whatever else might meet their needs.  Their success in life starts with you.",
    "DHH Name": "Rhonda Eernisse",
    "DHH Photo": "RhondaEernisse.png",
    "ResourceImage": "hearinglikeme.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "65",
    "Title/Topic": "Dreaming of the Future",
    "Content Article/Video": "Can an older Deaf/Hard of hearing adult effectively impact a family new to the journey? Leeanne Seaver takes a look at how Deaf and Hard of Hearing Adults Are Still Relevant After All These Years.\n\n\"The assumption that years put too much distance between a lesson and its current applicability is a dangerous one. We are surely fated to repeat the mistakes of the past if we ignore the wisdom gained from them. An important source of that particular brand of insight is the individual who exemplified the lesson learned—the kid who is now an adult who’s deaf or hard of hearing—and it’s downright insulting to ignore him or her. But the key here is to understand what part of the experience is wisdom, and what part is anger and resentment at the price the learner paid to gain it. Plenty of human beings went like canaries down the coal shaft of various schools of thought on what is best for DHH children. We need to listen to their stories, and they need to make them relevant so they aren’t dismissed as sour grapes or even long-caged rage.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/perfect/V12-1relevant.htm",
    "Parent Quote": "In our early years, I realized that I had to be a strong advocate with a strong voice for my daughter, to ensure that she always had the resources and accommodations needed to be successful in school and in life. As I gained more confidence in myself, I started helping others who didn’t know how to be strong advocates for their children. I always saw this as the “right” thing to do and never questioned things. Without realizing it, I was paving the path for my daughter to have a strong voice and be her own advocate. At the age of 13, she started speaking up for herself and other Deaf and hard of hearing kids and at the age of 16, she assumed the name Deaf Girl Evolution and began to do activism work. She is now 18 years old, is strong and bold, confident, and determined! If I could offer parents one piece of advice, it would be to become your child’s strongest advocate! It is through your hard work that they will learn to self-advocate and that is the biggest gift we can give our kids!  ",
    "Parent Name": "Linda Lartique",
    "Parent Photo": "LindaLartigue.png",
    "Resource Link": "https://www.hearinglikeme.com/living-with-hearing-loss-how-my-parents-raised-me-made-all-the-difference/",
    "DHH Quote": "It can be shocking when you find out that your child has something that is considered to not be “normal” like Autism, Blind, Down Syndrome or even being Deaf. You worry for their future, but I’m here to tell you that it’s ok to be scared! My mom was so afraid, but she didn’t allow that to keep her from making sure I grew up to be a strong and independent person. She read lots of books, learned about Deaf culture, and how to be a strong advocate for me. 18 years later here I am; I grew up in a hearing family, going to hearing schools, having hearing friends, and I’ve became successful. Being Deaf doesn’t make your child any less from the others, it doesn’t define them, and it doesn’t limit them. Being Deaf is simply a part of who we are! That’s why I created Deaf Dreams, a nonprofit organization, so I can help Deaf and hard of hearing people live their DREAMS! My focus is to show the world that being Deaf doesn’t make us any less of a person than hearing people, that Deaf people too can become successful doctors, presidents, whatever they want. So, it’s ok to be scared and it’s ok to ask questions and seek help.",
    "Resources to Explore": "How My Parents Raised Me Made All the Difference\n\n\"This is what I recommend to any parents who have HOH or deaf children – to encourage them and support them in anything they want to do. By helping and having them figure out how to overcome their everyday obstacles, they will become immune to anything that stands in their way.\"\n\nClick here to read more",
    "DHH Name": "Kaylee Lartigue",
    "DHH Photo": "KayleeLartigue.png",
    "ResourceImage": "hearinglikeme.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "66",
    "Title/Topic": "Creating a Communication Plan",
    "Content Article/Video": "Communicating with your child is of the utmost importance! Two-way communication, responding to your child and encouraging your child to respond to you, is the key to your child's language development. There are different ways to communicate and different philosophies about communication. As you think about how your family communicates now with your child and how you would like to communicate with him or her in the future, you are thinking about the communication methodology/mode issue. The best way to decide which approach to communication will be best for your child and family is to be open about all the modes, ask questions, talk to adults who are Deaf and Hard of Hearing and other families with children who have a hearing loss, and discuss, read, and obtain as much information you can about the various methods.\n\nClick here to read more",
    "Link": "https://www.cohandsandvoices.org/resources/coGuide/03_comChoices.htm",
    "Parent Quote": "When my wife and I found out that our daughter was profoundly deaf, we were clueless (and we knew that), so we were mindful that we didn’t know what we didn’t know. As a result, we said yes to everything and always tried to never let an opportunity pass us by.\n\nWhen my wife and I found out that our daughter was profoundly deaf, we were clueless (and we knew that), so we were mindful that we didn’t know what we didn’t know. As a result, we said yes to everything, and always tried to never let an opportunity pass us by.\n\nHere’s a personal example from our lives: When we were asked to we want to pursue a speech or signing approach, we thought it was analogous to being at a restaurant and being asked if we wanted “soup or salad” with our dinner. The answer was simple: “Yes”. The question got restated: “Soup OR salad?”, so consequently the answer got restated: “Yes”.\n\nAdvice for a parent of a child who is Deaf or Hard of Hearing:\n\nFirst, a hearty congratulations, you’re now on a journey that will be rewarding in ways that are both expected & unexpected. You need to know that you are not alone. There are other parents like you and there are resources available to help you. Your world is about to expand. You’ll be glad to know that your dreams and aspirations for your child don’t need to change, the only thing that you will need to evolve is the “how”. You’ve got this. Here’s a few suggestions to consider:\n\n• Be mindful of the 3 in 3 plan. What is the 3 in 3 plan? The first 3 are attributes to strive to provide for your child: Access, Inclusion, and High Expectations. The other 3 refers to the environments where to apply those attributes: Family, School and Social. The 3 in 3 plan will be a touchstone to refer to when you & your child are on your collective journey. Trust, but verify.\n• Meet people who are already in the world you’ve just joined: Fellow Parents and their children; Adults who started off like your child & have that life experience; Educators, etc. You now have a common bond with them. Meet, explore, get to know them, ask the questions that you want to ask.\n• It’s OK to dare and want it all.\n• It’s OK to adjust course when needed.\n• It’s OK to be human. We can strive to be that perfect parent but it’s OK when we’re not.\n• It’s your involvement that’s going to make the difference: \"The two most significant predictors of success in children who are Deaf or Hard of hearing are Age of Identification and Parental Involvement.\" (Yoshinaga-Itano, Sedy, Moller)\n\nEnjoy your child and enjoy the journey. I know that for our family it was a great blessing to have our daughter in our lives.",
    "Parent Name": "Tony Ronco",
    "Parent Photo": "tonyRonco.png",
    "Resources to Explore": "Creating a Communication Plan using Early Intervention Services:\n\nClick here to read more",
    "Resource Link": "https://www.cdc.gov/ncbddd/hearingloss/freematerials/planforyourchild.pdf",
    "DHH Quote": "If your child was born deaf or hard of hearing, the first thing the doctor might have told you is that your child failed the hearing test. Your child did not fail at anything! He/she was just born.\n\nThe best thing that I believe that you can do for your D/HH child is first to make sure he/she has access to language. If you do this, your child will thrive! We all want to see our children succeed. Keeping communication open with your child is very important. This way, he/she does not feel left out at family gatherings.\n\nIt is also important that your child has a wonderful social emotional well being. What do I mean by this? D/HH children really want to be with other children like them. Why? Communication! They will be able to have fun together, learn awesome social skills together. Not only is communication important for your child’s growth, social skills is just as important. Didn’t you yourself grow up with several friends and you were able to enjoy friendship? D/HOH children want the exact same thing if they can communicate with other children. My advice is to give your child everything you can. Do not limit yourself to using only one tool or method of communication. Use all resources as much as possible and see your child succeed and be happy.",
    "DHH Name": "Angie Kubiak",
    "DHH Photo": "AngieKubiak.png",
    "ResourceImage": "cdc.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "67",
    "Title/Topic": "The Best-Laid Plans...",
    "Content Article/Video": "Twelve Strategies for Enhancing the Parent/Child Relationship and Raising Children Who Will Be Self-Disciplined and Responsible Adults\n\nAll children need three types of inner resources if they are to become self-disciplining people:\n\n1. Good feelings about themselves and others.\n2. An understanding of right and wrong.\n3. A fund of alternatives for solving problems.\n\nClick here to read more",
    "Link": "https://www.cohandsandvoices.org/resources/coGuide/20_parenting.htm",
    "Parent Quote": "In hindsight, I now realize decisions are fluid. One decisions that's made when my child is five months old may not be an accurate reflection of our family when my child is five years old. There is no right or wrong answer. There is no \"one size fits all\" solution for all families.\n\n...At the end of the day, a child is so much more than his or her hearing ability.",
    "Parent Name": "Tristen Dodd",
    "Parent Photo": "TristenDodd.png",
    "Resources to Explore": "\"As I was framing the situation this way to myself, I remembered a song I’ve always loved, and that seems so perfect for the life of a special needs parent. We face the impossible every single day. We do it without enough help, some days without hope, but we get up and do it again and again, because our dedication to our kids is tougher than we ever thought we could be. And even though the challenges they face will never truly go away, we will continue to fight for and alongside our kids for as long as it takes.\"\n\nClick here to read more",
    "Resource Link": "https://parentingdeafandgifted.wordpress.com/2016/04/14/a-duty-nay-a-privilege/#more-516",
    "DHH Quote": "What I would say to new parents: love that baby and talk/cue/sign to them everyday.\n\nConnection with your family and a little laughter along the way gets one through the hard spots in life. We all need that hug and check-in at the end of each day. You can find people to help you along the way - you can do this!",
    "DHH Name": "Maddie Burkholder",
    "DHH Photo": "MaddieBurkholder.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "68",
    "Title/Topic": "Take it in Strides",
    "Content Article/Video": "The Sunshine of My Life by Tom Edwards\n\n\"I did not think this was going to be a good idea. “Dad mode” kicked in and came over me and I began seeing a mental picture of her standing in front of the school now in 6th grade singing that song. I have seen some talent shows over the last couple of years and they are normally filled with kids singing the latest pop song or at least trying to sing. If you’re good then you are a star, and if you fail sometimes a crowd of your peers at that age can be pretty brutal. Add to this, the “hard of hearing--thing” that makes singing such a challenge anyway. I have heard her sing before, she does not match pitch, and she can not hear the accompaniment to keep the right sense of timing.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/14-1_sunshine.htm",
    "Parent Quote": "Don’t give up. When you first find out your child is deaf/hard of hearing, you feel like there’s so much you have to do or worry about. Take it in strides. It’s worth it all in the end.",
    "Parent Name": "Chaudi",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Supporting vs. Enabling\n\nHow do you know if you are being considerate of your child’s difficulties… or limiting his growth by taking on tasks he can do himself?\n\nClick here to read more",
    "Resource Link": "https://childmind.org/article/supporting-vs-enabling-a-child-with-challenges/",
    "DHH Quote": "I was born into a family after my sister, who is deaf, was born, so I thought all families made sure there was less background noise, got each other's attention before talking, and made sure to have eye contact before speaking or signing (we did both). We teased my sis about being the reason we got good seats at Disney, but I can't imagine a life without her in it.\n\nSometimes we had a little too much fun correcting her speech... (\"Chicago\" is always hard) but she took equal delight in correcting our sign language. My brother would get the caption device at the movie theater for her but then would make a production out of saying, \"I got your caption device, O Deaf One!\" If a brother can't make you tough and make you laugh at the same time, what good is he? I thought every family went to conferences and had tutors... we had a crazy, busy, happy childhood. Your family can be just as crazy as ours. Your child's siblings can be a great help if you teach them what to do by example, again and again and again. (Hey, we are all human!)",
    "DHH Name": "Abbey Burkholder, sister to Maddie",
    "DHH Photo": "AbbeyBurkholder.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "69",
    "Title/Topic": "Deaf and Hard of Hearing Infusion",
    "Content Article/Video": "Imagine a world where a family with a newly diagnosed child with hearing loss is provided services by a pediatrician who is him/herself deaf.\n\nToday, we have some examples of individuals with this level of education, but, if we are successful, these numbers will increase. Perhaps the Ear, Nose and Throat physician is also deaf or hard of hearing and the audiologist who diagnoses the hearing loss is deaf or hard of hearing. The parents are contacted by an early interventionist who is deaf or hard of hearing. The psychologist, social-worker, or counsellor who assesses the family’s child or who assists them through their adaptation to the diagnosis is deaf or hard of hearing. Some of these individuals communicate exclusively through spoken language. Others switch from spoken language to sign language depending upon the conversational partner. Others communicate exclusively through sign language.\n\nIn this imagined world, parents would navigate through the health and educational systems being provided services by individuals who are themselves deaf or hard of hearing, as well as professionals who are hearing. They are interacting with these individuals, not because they are deaf or hard of hearing, but because they have a significant service and expertise to provide the family.\n\nThus, we arrive at a concept of infusion into the fabric of the entire system.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/a-new-model-of-deaf-and-hard-of-hearing-infusion/",
    "Parent Quote": "“So for families with deaf and hard of hearing children, I just want to say, embrace the challenges you face, but don’t make excuses. The world will perceive your child the way you perceive your child. Parents need to instill the same dreams and values as they would a hearing child.”",
    "Parent Name": "May Hamlin, mom to Derrick Coleman, NFL player",
    "Parent Photo": "MayHamlin.png",
    "Resources to Explore": "You too? Me too! The Impact of Deaf/Hard of Hearing Adults on the Family Journey\n\nWhat's important is we all have different stories. We all have different journeys. There's so much diversity and so many different ways to be deaf and hard of hearing. The community is extremely diverse in their experiences and how they navigate life. One of the things I have often said as a deaf mentor in early intervention, I have always said this to families is that my journey doesn't define your journey. I always tell parents take what you need from my journey, my expertise, and as you learn about your child and things evolve in your family, you can always change things so that your child gets what he or she needs on the journey.\n\nClick here to read the transcript",
    "Resource Link": "https://www.infanthearing.org/webinars/docs/you-too-me-too-impact-of-dhh-adults-on-the-parenting-journey.pdf",
    "DHH Quote": "Make sure your child has robust self-advocacy, so your child can be independent and responsible to stand for his/her rights in adulthood.",
    "DHH Name": "Michael Lapa",
    "DHH Photo": "tree.png",
    "ResourceImage": "ncham.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "70",
    "Title/Topic": "The Choices We Face",
    "Content Article/Video": "Cami Geilenfeldt shares her perspective on A Parent's Right to Choose:\n\n\"As I grow in my \"career\" as a parent of a deaf child (because it is a career and I am in this for the rest of my life), every situation is a learning situation. Parents are living a life of wanting the best for their precious, intelligent, perfect-in-our-eyes children, whether hearing or deaf. I'm not sure why, as parents of a child who's deaf or hard of hearing, we're forced to prove these intentions on a daily basis, when parents of a typically hearing child are not.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V8-4_choose.htm",
    "Parent Quote": "The truth is, we all have challenges we must overcome. As parents, as spouses, we have a huge impact on what our loved ones will attempt to achieve in their lives. Will we stand by, allowing ourselves to be bystanders because we are hearing? Will we give into the nagging thoughts and beliefs that life is hard, and that there are only certain jobs a deaf person can do, and our children just won’t be able to achieve their dreams? Or can we reach into our hearts and find true belief?\n\nCan we open our minds to the possibility that others are changing the dynamics in the career world and that what may not have been possible only years before, just might be as our children grow? Can we begin to see that, in reality, it has always been possible?",
    "Parent Name": "Lynell Smith",
    "Parent Photo": "tree.png",
    "Resources to Explore": "When parents are hearing and their babies are deaf or hard of hearing, they need to find effective ways to communicate and model language for their babies.\n\nThe family must find a form of communication that everyone can understand.\n\nDecisions about how to communicate in your family are very important to your child's early development. Because each baby and family is different, the decision about how to communicate must be made carefully, based on your baby's and family's needs.\n\nClick here to read more",
    "Resource Link": "https://www.babyhearing.org/parenting/communication-approach",
    "DHH Quote": "I was born deaf and I have a profound loss in both ears. I have two cochlear implants and I love them! Having a deaf child is a beautiful thing! Teach language to your children because when they get older they will be happy to be able to communicate with you! Don't be afraid, you're not alone, there's a lot of resources out there!",
    "DHH Name": "Brianna Roldan",
    "DHH Photo": "tree.png",
    "ResourceImage": "babyhearing.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "71",
    "Title/Topic": "Everyone's Path is Different",
    "Content Article/Video": "Mark Marschark, Ph.D. examines some of the common myths surrounding deaf and hard of hearing children:\n\nThe point of all this is not that my mother, your mother, or anyone else intentionally told us lies about raising and educating deaf children. In many cases, however, we have been told what people think and believe, whether or not there is evidence to support their assumptions. Well, none of the solutions that follow from those assumptions has gotten us very far, so it’s time to take a hard look at the evidence and decide what we really know, what we don’t know, and what we need to know about educating DHH children.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/education/ed/V17-2_mother.htm",
    "Parent Quote": "Create an environment where your child can take language access for granted.\n\nIn a conversation with my 13-yo son about his language choices, I asked him what he thought about signing versus talking and why he didn't sign more since I'm a sign language/English interpreter. He acknowledged that though he appreciates the access that signing provides it really wasn't something that he thought about on a daily basis. I remember feeling slightly put out that he was taking me and the sign language in our house for granted. And then I stopped and really thought about it. I have never asked my hearing kids what they thought about having access to the language around them. They just take it for granted. I am so thankful that my son has been able to take access to the language around him for granted, too. That doesn't mean that my husband and I haven't worked hard to provide that access. We have. It just means that our hard work is paying off.",
    "Parent Name": "Mah-rya Proper",
    "Parent Photo": "MahryaProper.png",
    "Resources to Explore": "Have We Lost Sight of the Goal, by Bianca Birdsey\n\n\"They need their parents to embrace and accept this journey first. Being trapped running up and down the choice spectrum terrified to make one wrong choice, certainly doesn’t facilitate that. They need parents and professionals asking them to lead them in the direction of choice options that best fit them, without being scared of any of the choices themselves. They need systems willing to listen, willing to include, willing to serve. They need professionals, willing to get over their own predefined ways of how deaf kids should look and sound and be…and instead watch and listen and give. They need you to care, you to see, you to be willing to speak for truth and hope and purpose. They need all of us to say “good enough” is never “good enough”…each one of us, in our unique way is meant to THRIVE.\n\nClick here to read more",
    "Resource Link": "https://biancabirdsey.wordpress.com/2018/12/30/have-we-lost-sight-of-the-goal/",
    "DHH Quote": "Growing up with a hearing difference, having other family members who were deaf, and being a part of the deaf culture made me believe I had all of the support that was needed. Then later in life after having children with a hearing difference made me realize there is always more to learn, years of services have changed, and that advocacy is always a constant. Always be open to learn from others, reach out to adults and/or mentors to learn more about what it is like to live with a hearing difference or to be deaf, and embrace it all!",
    "DHH Name": "Brenda Hommerding",
    "DHH Photo": "BrendaHommerding.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "72",
    "Title/Topic": "What is \"Success?\"",
    "Content Article/Video": "Oliver Jeannel: Three Criteria of Success in Growing Up Deaf\n\"My family gave me a loving and supportive environment. They weren’t overly protective, far from it. I had to face the real world.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/three-criteria-of-success-in-growing-up-deaf/",
    "Parent Quote": "As parents we must learn to be effective advocates for our children throughout their education, and we sometimes forget that someone is watching..our very own child! What a moment it was for me to see that the 'torch has been passed' and my daughter has become an effective advocate, knows what she wants, and has the knowledge and information to make it happen.",
    "Parent Name": "Janet Des Georges",
    "Parent Photo": "JanetDesGeorges.png",
    "Resources to Explore": "A series of interviews with deaf and hard of hearing adults sharing their perspectives:\n\nClick here for more information",
    "Resource Link": "https://www.handsandvoices.org/fl3/topics/dhh-involvement/resources.html",
    "DHH Quote": "Wouldn't it be amazing if there was One Ulitimate Answer to educating and raising deaf and hard of hearing kids? The field is still fraught with controversies. Every kid is an indivdual after all. There's no One Size Fits All. That said and done, it's always an excellent idea to keep an open mind, and look into every and anything, especially specialized methodologies, (ie ASL fluency, SEE, Cued Speech etc) and placements (such as deaf schools, or deaf/hard of hearing programs.) There are many many different pieces to the puzzle, and needs do change, especially as the child gets older. It's a great idea to introduce your kid to all the possible tools and all the possible experiences out there from the get go.\n\nThe truth of the matter is that there's a lot of different pieces to the puzzle. That's true even with raising hearing kids. There's no Ultimate Answer, but it's always an excellent idea to keep options open, and to keep everything on the table as a possibility. ",
    "DHH Name": "Torrie Bryant",
    "DHH Photo": "TorrieBryant.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "73",
    "Title/Topic": "Letting Them Grow",
    "Content Article/Video": "The \"Letting Go\" Moments of Parenthood, by Karen Putz\n\n\"The first time I let go of my toddler’s hand to take his first steps, he faceplanted hard on the carpet. When the second and third kid came along, I was much more cautious about letting go and waited until I thought they could master the walking thing. Some of that wisdom comes from experience the second time around, and some of it comes from being patient and knowing the time when the kid was ready to master it on his/her own. That’s the fine line of parenting and letting go–figuring out that magic formula and timing.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/the-letting-go-moments-of-parenthood/",
    "Parent Quote": "First, we need to focus on growing the positives just as much as eliminating the negatives. Secondly, we need to step back, look around, and take in each step of the journey. Try to avoid the tunnel vision that comes from focusing so intently on the outcome. Thirdly, sometimes we need to let situations work themselves out. Stuff just happens. Let it go. If we spin our wheels over every minute issue, there will be nothing left if a real battle comes along. Finally, pat yourself on the back! You deserve it.",
    "Parent Name": "Una Carroll",
    "Parent Photo": "UnaCarroll.png",
    "Resources to Explore": "Lies Your Mother Told You About Raising and Educating a Deaf Child By Marc Marschark, Ph.D.\n\nThe point of all this is not that my mother, your mother, or anyone else intentionally told us lies about raising and educating deaf children. In many cases, however, we have been told what people think and believe, whether or not there is evidence to support their assumptions. Well, none of the solutions that follow from those assumptions has gotten us very far, so it’s time to take a hard look at the evidence and decide what we really know, what we don’t know, and what we need to know about educating DHH children.\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/education/ed/V17-2_mother.htm",
    "DHH Quote": "I am a 24 year old adult. I am profoundly deaf in my left ear and have moderate to severe loss in my right ear. Growing up, I have learned to advocate for myself with the help of my parents and my hearing teachers. I have always wanted to be a teacher and I completed my degree to be a special and elementary teacher last year. I am hoping to be an advocate for other children. I have inspired other people to go for their dreams no matter their challenges. ",
    "DHH Name": "Morgan Lightburne",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "74",
    "Title/Topic": "The Father Perspective",
    "Content Article/Video": "Listening to Dads\n\nWe can’t protect our children from the storms or struggles of life, but we can help build for them a better shelter to make it through the storms or struggles. Focus your efforts on this. If you feel you are getting stuck, seek out someone to talk to about it, a good friend, a pastor, your parents or a mentor, someone who has some perspective and wisdom, who can help you work through those things.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/Listening-to-dads.htm",
    "Parent Quote": "I am so grateful that she has the courage to push me beyond a father’s fears and demonstrate to me, once again, just how special she is. Though I would never choose this pathway for her, it was not an accident or a plan gone wrong. I am learning to be thankful for the sunshine she brings to me each and every day . . .",
    "Parent Name": "Tom Edwards",
    "Parent Photo": "tree.png",
    "Resources to Explore": "That's What Fathers Are For by John Welker\n\n\"On the drive home, I decided that this would not change a thing. She would still have all the opportunities that any child would have. We would not treat her any different. There would be challenges of course, but we were ready to take them on.\"\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/kierra-jade-thats-what-fathers-are-for/",
    "DHH Quote": "It's important to seek resources and communicate with your child. Be open minded. Love and be there for your child.",
    "DHH Name": "Mark Adams, Deaf father to a Deaf son",
    "DHH Photo": "MarkAdams.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "75",
    "Title/Topic": "Using What Works",
    "Content Article/Video": "One Family's Journey: Wrong About Tyler\n\n\"One of the things I was encouraged to do was treat Tyler as I had my older hearing children. I sang to him and read him books. He did not hear a word of any of that but he learned to love the interaction and to love looking at the pictures in the books. The second reason for his amazing reading level is our constant use of closed captioning.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V13-3_tyler.htm",
    "Parent Quote": "My son was born profoundly deaf with auditory neuropathy. Like most families, we have no history of deafness. My son did not pass his newborn hearing test twice, which was an ABR. Thirty days later, he passed his rescreen, which was an OAE.\n\nWhen my son was six months old, we felt like something was wrong. After our pediatrician would not give us a referral for another ABR, I found another doctor who offered to do an ABR in her clinic. She was the first person to tell me that my son had auditory neuropathy.\n\nWe started taking an ASL class. After a few weeks of ASL classes and I was overwhelmed, my father mentioned cochlear implants. I had no idea what he was talking about. I started doing research on my own. My son was implanted at 11 months old. At 12 months, we started Auditory Verbal Therapy.\n\nIt is important for families to know that there are choices. Once they know all of their choices, families need to decide what works best for their family \n\nToday, my son is 7 years old. After five years of auditory verbal therapy and speech therapy, he no longer receives any services. He is thriving in a mainstream  classroom and meeting all of the benchmarks socially and academically just like his hearing peers.",
    "Parent Name": "Shannon Mueller",
    "Parent Photo": "ShannonMueller.png",
    "Resources to Explore": "This resource is designed for Arizona, but many of the resources listed here can be used by parents:\n\nClick here for more information",
    "Resource Link": "https://www.azhv.org/wp-content/uploads/2018/02/Arizona-Parent-Resource-Guide-03-Communication-Opportunities.pdf",
    "DHH Quote": "1. There is no such thing as making the \"right choice.\" Instead, the journey of what is best for your child will come through trials and errors--and your child will be the one to tell you what \"choice\" feels right over time. They may never \"speak it.\" Or you may never \"hear it,\" but the feelings will come naturally and the connection with your child will be evident.\n\n2. Sometimes those trial and errors can lead a parent to feel doubtful, but remember, nothing happens overnight. Things do take time and so does parenting. Have a little faith in the process.\n\n3. When in doubt, remember there is always a \"choice\"--you can choose to change the course of action. Just be sure you have the right strategy and tools to take that first step.\n\nOn a personal note, remember you are always stronger than the storm of \"what ifs.\"",
    "DHH Name": "Suzette Garay",
    "DHH Photo": "SuzetteGaray.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "76",
    "Title/Topic": "Celebrating the Differences",
    "Content Article/Video": "In Praise of Siblings by Leeanne Seaver\n\n\"Your differences will make all the difference. Not only will you survive. you'll thrive.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V9-3_siblings.htm",
    "Parent Quote": "When I first found out our baby was deaf, I felt like the “handbook” they gave me was written in a foreign language, pages were torn out and upside down. We had an older child and we knew to sing to her, to play with her, to read to her…but with our new baby boy, all of a sudden we were lost. I relied on the professionals to know and do what he needed, I lost my confidence in being his mom. Playtime turned to therapy time, where was the fun?\n\nThen, a really great Early Intervention Coordinator asked me if I ever sang to him, I responded, “No, he can’t hear me” and that is when she helped me find the joy and reclaim my role as his mom… to play, to sing, to read, to love. He was my baby first, the hearing loss was only one small part of him that I could have an impact on with the guidance of some really great people.\n\nSo, my advice to new parents…keep remembering that this new baby, is just that, new; and to love, play, sing, dance, cuddle, kiss, tickle, read to him or her…keep that joy in the forefront and reclaim your so very important role as your baby’s first love! Our baby boy is now a very tall, very funny, very thoughtful sophomore in college and we couldn’t be more joyful.",
    "Parent Name": "Terri Patterson",
    "Parent Photo": "terriPatterson.png",
    "Resources to Explore": "The Cursive D by Anita Dowd\n\n\"Therefore, when it comes to my ability/inability to hear, I have decided that I am “cursive d” deaf. I am all of the above and whatever I choose to be or not to be. I refuse to allow limitations or expectations to be placed on me by others so that they can assign me a predefined label. Others will no longer define me, for that is something for which I alone am responsible. \"\n\nClick here to read more",
    "Resource Link": "https://www.handsandvoices.org/articles/deafpersp/V20-3_cursive-d.html",
    "DHH Quote": "Every child that comes is a beautiful gift and here to teach us. Believe that your child is capable of everything they are passionate about, even if it does not make sense to you.\n\nAllow them time and space to process the world and to do it the way they need to do it--which may be different and that's okay.\n\nLet them know it is okay for them to ask for people to repeat themselves and to never be ashamed of being deaf/hard of hearing--and that it is okay to talk about the frustration and express themselves.\n\nChildren who are hard of hearing may be sensitive to a lot of noise, especially with hearing aids. They may need more quiet time to reboot and adapt.\n\nMost importantly, children need to be loved as they are.",
    "DHH Name": "Mary Rondant",
    "DHH Photo": "maryRondant.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "77",
    "Title/Topic": "Grandparents on the Journey",
    "Content Article/Video": "Grandparents Joining the Journey by Jan Coleman\n\n\"I know I have a lot more to learn about having a deaf grandchild and I’m delighted that as Jocelyn grows up she is becoming my teacher. My grandchildren have made my life richer, more fulfilling, more purposeful and lovely. I thank my granddaughter Jocelyn for making me a better grandma and introducing me to the deaf world. She makes me proud of who she is and what she will be one day. She makes me proud to be her Gran Jan.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V15-1_grandparents.htm",
    "Parent Quote": "Love your child unconditionally. No matter what their ability, they feel your love. Shower them with that love. Support comes in many different ways. Reach out and find your support system. Hook on to those people who love you and support you unconditionally. Treat yourself to ice cream often! Also, remember that grandparents may have feelings, emotions, fears and joys of their own about the experiences their children are going through. In fact, they feel it double because both their child and grandchild are going through something.",
    "Parent Name": "Laura Johnson, mom to Djenne, grandmother to Malik",
    "Parent Photo": "LauraJohnson.png",
    "Resources to Explore": "A Family Affair, Grandparenting a Child Who Is Deaf or Hard of Hearing, By Krystyann Krywko, Ed.D.\n\n\"As a grandparent, you have a unique role to play and—depending on time, resources, and distance—the support you can offer ranges from emotional to financial, to becoming the “go-to” person when the pressures of appointments, therapy sessions and everyday life becomes too much for the parents.\n\nClick here to read more",
    "Resource Link": "https://www.agbell.org/Portals/26/family-archives/Family%20Resources/A%20Family%20Affair.pdf?ver=2018-04-09-153900-340",
    "DHH Quote": "“We will teach you all that we know. You will teach us more than we know.” I reread these lines from a welcoming prayer I had written to my first granddaughter for her birth, as I tucked in both of my precious little girls this past new year’s eve.",
    "DHH Name": "Bonnie Lieser, grandmother to Ashlin and Mikaylin",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "78",
    "Title/Topic": "Thriving in the Journey",
    "Content Article/Video": "Every stage of the journey is a learning stage. It may seem strange to look ahead on the journey and learn from parents further down the road, but by doing this, you'll gain a picture that can help you on your own journey.\n\nOne Family’s Journey: You Can (Almost) Always Get What You Need by Una Carroll.\n\n\"We were taught to listen first, ask questions, keep an open mind, know my child’s rights, and never back down. Advice and help was always just a phone call away. I gained the confidence to know that I could stand up for Conor when needed.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/education/advocacy/V13-4_getwhatneed.htm",
    "Parent Quote": "Find a support network. Take advantage of every opportunity to have your child participate in activities with other deaf and hard of hearing kids. Let your child guide you on how they want to communicate. But most of all, enjoy the ride.",
    "Parent Name": "Sarah Johnston",
    "Parent Photo": "SarahJohnston.png",
    "Resources to Explore": "Parents share their thoughts, experiences, and perspectives in a variety of blog posts:\n\nClick here for more information",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/category/thoughts-on-parenting-a-deaf-child/",
    "DHH Quote": "Teach your child the language of love. Learn the best way to communicate with your child and show your child that the world is theirs to conquer. \n\nBe sure to start communicating with them and do not leave them behind to the system to teach them. It begins with you, the parents, for the child to acquire language. Find a way to communicate through signing, spoken English, etc.--just find common ground so that your child will thrive. ",
    "DHH Name": "Alana Beals",
    "DHH Photo": "AlanaBeals.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "79",
    "Title/Topic": "Encourage and Empower",
    "Content Article/Video": "Moms and Dads may have different parenting styles, but this is seen as a good thing!\n\n\"Actually, studies show that children benefit from the different ways that moms and dads tend to interact with them. At the risk of engaging in gross generalizations, studies show that dads are more likely to engage in rough-and-tumble play, moms more likely to cuddle. Dads are more likely to communicate with higher-level vocabulary, moms to use simpler statements. Dads are more likely to engage in turn-taking and require responses of their kids, moms more likely to engage in rich narratives and descriptions. Both styles are beneficial.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/SocEmot/V12-3_cataputing.htm",
    "Parent Quote": "Be flexible, as your story may be different than others. ",
    "Parent Name": "Yolanda Fagundo",
    "Parent Photo": "YolandaFagundo.png",
    "Resources to Explore": "In the beginning of the journey, everything is new and there's so much to learn.\n\n“If I gave you all of the information at once, it would have been too much to process,” he explained. “If we do it in baby steps and keep adding to what you know, then before you know it, you’ve accomplished it!”\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/articles/deafpersp/V14-2_barefooting.htm",
    "DHH Quote": "It does not matter who you are, where you come from... your deafness/hearing loss does not define you. Our goal is to make the world a better place for our DHH children by empowering them with communication access. We, the parents, are to believe, encourage, and empower our DHH children to achieve their wildest dreams without their deafness acting as a \"barrier\"--it does not stop them from making the world a better place. Enjoy the journey!",
    "DHH Name": "Wendy Adams",
    "DHH Photo": "WendyAdams.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "80",
    "Title/Topic": "Day by Day",
    "Content Article/Video": "Jumping Naked, Texas Toddler Goes Natural by Amy Bosworth\n\nI have the most charming little red headed boy in the world, or at least in our tiny town of Comfort. Of course most mothers do tend to be biased. Just eighteen months, his short life has been full of belly blowing raspberries and tickle fights, but also audiological testing, hearing evaluations and loads of anxiety. I know we still have a long road ahead of us, but after last night something melted; something slipped away, some weight lifted off of me. As I sobbed and watched him bounce, I knew in my heart he was going to be okay.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V11-1_TexasTod.htm",
    "Parent Quote": "Enjoy your children and let their actions be your guide.\n\nIt’s about taking things on as they come. One moment at a time.",
    "Parent Name": "Deneen Brant",
    "Parent Photo": "DeneenBrant.png",
    "Resources to Explore": "Supporting Success for Children with Hearing Loss is aimed at teachers, but the resources are helpful to parents\n\nClick here to view the resources",
    "Resource Link": "https://successforkidswithhearingloss.com/about_us/",
    "DHH Quote": "Your child is a gift to you and humanity--here to bring awareness, love, compassion, and fortitude in this life.\n\nYou will learn many lessons from each other. Always remember there's a purpose in everything that has happened and will happen. Use this gift to inspire others to overcome obstacles and pursue your collective passions. ",
    "DHH Name": "Stephen Hopson",
    "DHH Photo": "StephenHopson.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "81",
    "Title/Topic": "Keeping Relationships Strong",
    "Content Article/Video": "Keeping Relationships Strong While Parenting Deaf and Hard of Hearing Children by Sue Ouellette\n\n\"Few of us would deny that there are unique challenges inherent in parenting a child who is deaf or hard of hearing. Even when the parenting experience is joyous and rewarding, there are extra demands on both parents that often impact their relationship.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V10-2_betterworse.htm",
    "Parent Quote": "As a hearing parent, receiving the diagnosis of hearing loss in your infant can be devastating and extremely unexpected. One of things I cannot stress the most is that it will get better and you are not alone. When our son was born and diagnosed, we literally knew no child with hearing loss. I attempted to establish connections through friends and family, but it seemed as though we were alone on this journey. In turning to the internet, and reading the many stories, I finally found the resources needed. There is a tremendous support network out there and it is a community that is willing to provide continuous support about any question asked. From this, we found local groups and are in the process of connecting. We had an uncomplicated pregnancy, delivery and no family history. After three rounds of genetic testing, we still have no answers as to why our son had hearing loss. We may never have answers and to me, that is by far the most difficult. As a mother, the guilt I felt was very real even though I was continuously reassured this was nothing I could’ve prevented and often answers are never provided. If you feel that way, you are not alone and it is a totally normal response. Our son is hard of hearing and has been amplified with hearing aids since 4 months. He has bilateral sensorineural mild to moderately severe sloping loss. Through this process, and even with great insurance, I cannot stress and implore the continuous advocacy you must pursue with insurance and providers. Whatever route you choose to take for your child’s communication, know your rights and advocate endlessly. We had a terrible experience with our son’s diagnosis and when we asked about details, outcomes, and what to expect we were literally handed pamphlets and told by the audiologist, “we will call you but you need to read this and make more appointments.”  Then we were told there was a 5 month minimum wait time to be aided; that is unacceptable. Upon further exploration and advocating by knowing my son’s needs (through our own research and fantastic pediatrician) and my rights, we were able to negotiate for him to get in sooner. For many months, I struggled to see my son beyond his hearing aids as I was so focused on ensuring his speech therapy, other medical appointments, and aids were excellent and addressed. When he was around 11 months old, he attempted to walk, stumbled, giggled and rolled into a little ball. I laughed so hard and picked him up and it finally resonated with me I needed to absolutely prioritize his hearing loss but he was also still our perfect little cutie. I saw him as just a little wild guy for the first time and my worries subsided... a little :). As parents, we want the absolute best for our kids and we do everything to provide it and worrying is a constant. What I wish I had when my son was diagnosed was someone who went through this to say, “it’ll be ok.” And it is; this is our normal and we are figuring it out. Our motto is to be proactive and adjust as needed. Ask questions and join support groups! Connecting with others who know the journey is the best.",
    "Parent Name": "Stephanie Daniel",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Understanding the Importance of Siblings:\n\nFamilies play an important role in influencing the educational and occupational outcomes of deaf children\n\n1. Although we know that parents play an important role in shaping deaf individuals’ future, less is known about the role of siblings in families with deaf children\n2. 3 Sibling relationships are important because they are believed to influence relationships with peers\n3. Therefore, early relationships with siblings may have important implications for deaf individuals’ functioning later in school and on the job.\n\nClick here to read more",
    "Resource Link": "https://www.nationaldeafcenter.org/sites/default/files/Family%20Context_%20Understanding%20the%20Importance%20of%20Siblings.pdf",
    "DHH Quote": "Interact, interact, interact! Don't let your child's inability to hear stop you from interacting. Don't wait until you have this or that technology or a certain proficiency to communicate. Communication is about connecting and interacting. Speech and hearing and sign, cueing, and sight are just a couple ways to communicate out of many. Don't wait to enjoy the world together. As you are figuring out what language or communication modality to use, share good food, good books, fun things to look at, and fun toys to play with. Don't wait, enjoy the gift that is your child now. ",
    "DHH Name": "Robert Baldwin",
    "DHH Photo": "RobertBaldwin.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "82",
    "Title/Topic": "Getting Involved in a Community",
    "Content Article/Video": "Rural educators and families can either focus on the feeling of isolation and lack of understanding they get from the urban-oriented American media, or they can appreciate the benefits of smaller communities and open spaces. But whatever their hangups or blessings, they must become more vocal if they are to have a voice in how national special education policy is shaped.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/misc/rural.html",
    "Parent Quote": "Talk to as many people as you can and get as many resources as you can before making any kind of decision. There is so much support out there and this community is absolutely amazing. You are not alone! It does get easier I promise!",
    "Parent Name": "Maria",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Finding Where You Belong by Sara Lundquist We need to find where we belong.\n\nWe need to find a community or a group where we all get each other. If that group is about sports, animals, children, or in this case hearing loss. Having a group or even a few individuals that understand is a comforting thing. It doesn’t turn into an embarrassment when you ask for something to be repeated or reworded. You don’t get the dreaded “never mind.”\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/sara-lundquist-finding-where-you-belong/",
    "DHH Quote": "Attend Deaf/hard of hearing events. It may be scary at first, but the Deaf/hard of hearing community will appreciate you bringing your DDBHH child to the events. You will find amazing resources there. You will find a friend (or many) there.",
    "DHH Name": "Debbie Mitre-Smith",
    "DHH Photo": "DebbieMitre.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "83",
    "Title/Topic": "What Does the Research Say?",
    "Content Article/Video": "What are best practices as we understand them today in the world of newborn hearing screening, identification, diagnostics and early intervention?\n\nInformed parents are in a stronger position to make good decisions for their child. The link below provides information you may want to consider prior to reviewing research or summaries of research.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/fl3/topics/lang-lit-soc-development/lang-research.html",
    "Parent Quote": "Be proud of your child. Be supportive and protect their interest.",
    "Parent Name": "Evan Rio",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Early Intervention Aids Vocabulary in Infants with Hearing Loss\n\n\"We still have some work to do,\" Christine Yoshinaga-Itano, an audiologist and research professor in the Institute of Cognitive Science, said in a press release. \"Because the brain is so pliable in those early months, the sooner we can get them diagnosed and get them access to language, the more likely they will be able to develop on track with their peers.\"\n\nClick here to read more",
    "Resource Link": "https://www.upi.com/Early-intervention-aids-vocabulary-in-babies-with-hearing-loss/7861499962464/",
    "DHH Quote": "Trust your intuition about technology and communication modalities which are most appropriate for your child.",
    "DHH Name": "Kristen Stratton",
    "DHH Photo": "KristenStratton.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "84",
    "Title/Topic": "Your Child Will Lead the Way",
    "Content Article/Video": "One Family's Journey, Beyond the Diagnosis: Our Thriving Baby by Stephanie Wittels Wachs\n\n\"No, none of the news had changed; but I had. Because I had the great honor of spending the last few months bonding with this perfect creature—this vivacious, busy, strong, alert, receptive, smart, curious, outspoken little person. The labels won’t determine how this kid turns out. As long as we love and support her unconditionally, this small girl, this mighty being, will write her own story; and, lucky for us, we get to be her parents.\"\n\nClick here to read more",
    "Link": "https://www.handsandvoices.org/articles/fam_perspectives/V18-1_diagnosis.html",
    "Parent Quote": "Welcome to a beautiful community and a sacred adventure that you can be a part of with your child. At times I grieved and other times I was surprised by the joy. Some days I was educating everyone and other days I was asking Deaf adults what they wished their parents had done. We didn’t rely on technology to fix a diagnosis. We provided opportunities for learning and kept an open mind about language access. Turn on the captions on your tv now and learn together. My daughter’s love of reading and literature has been the key to her success. She is implanted bilaterally with cochlear implants (only uses one of them) and bilingual in English and American Sign Language.",
    "Parent Name": "Kristal Molina",
    "Parent Photo": "KristalMolina.png",
    "Resources to Explore": "Language in Any Form is a Beautiful Thing by Elizabeth Albers\n\n\"This journey has not been simple. There have been ups and downs. Moments of self-doubt. But we keep going. We keep learning and doing what we feel is best for our deaf children and our family as a whole. We’ve learned that the process is always changing and growing too. Their needs may be different year to year. We’ve had to, sometimes, ignore the voices around us, telling us what we HAVE to do for our children. There are an abundance of opinions out there when it comes to raising and educating deaf children! We have, more than ever, learned over these last 3 years that every child is different. There is certainly not a one size fits all or one language fits all or one education fits all when it comes to deafness.\"\n\nClick here to read more",
    "Resource Link": "https://handsandvoices.org/deafhardofhearingchildren/elizabeth-albers-language-in-any-form-is-a-beautiful-thing/",
    "DHH Quote": "I was born deaf, bilaterally. I have had a successful life. I am currently playing college soccer. I played soccer, basketball, baseball in high school. I have been playing soccer since I was two or three.   My advice for DHH children is to never stop striving for greatness. If you want to do something, do not let anyone or anything stop you. You are capable of more than you think you are.",
    "DHH Name": "Wesley",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "85",
    "Title/Topic": "Educational Advocacy for the Future",
    "Content Article/Video": "The Hands & Voices Educational Advocacy Guidebook is the essential book for families, advocates, and professionals who support the education of children who are deaf and hard of hearing.\n\nOrder your own copy by clicking here",
    "Link": "https://co.clickandpledge.com/advanced/default.aspx?wid=68193",
    "Parent Quote": "I encourage other parents to use Hands & Voices, Guide by Your Side, and this wonderful community to educate yourself on how to best move forward with your child on their deaf/hoh journey. It is important to know that the law backs what is best for your individual child, educationally, socially, and emotionally-- and without strong parental guidance, it is inevitable that an education plan will not truly fit the needs of the student. Advocate for your child, and utilize the myriad of resources here to identify their needs and see them fulfilled.",
    "Parent Name": "Amanda Clark",
    "Parent Photo": "tree.png",
    "Resources to Explore": "Wrightslaw: An excellent resource for understanding the law and how it applies to your deaf/hard of hearing child:\n\nClick here for more information",
    "Resource Link": "https://www.wrightslaw.org",
    "DHH Quote": "If I were to make any recommendation, it would be for parents of deaf or hard of hearing children to push a child to do as much as they are capable of doing, to provide the means for them to communicate with others, and to keep working to find the right solution for your particular child. Treat them and talk to them as you would any other child, give them responsibilities, and provide them the same opportunities. Parents should discard recommendations that don’t make sense or would limit the child’s growth potential in any way.",
    "DHH Name": "Dr. Carolyn Stern",
    "DHH Photo": "CarolynStern.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "86",
    "Title/Topic": "Language, Literacy, and Social Development",
    "Content Article/Video": "The first few years of a child’s life are considered a “critical period” for developing language. Early hearing screening, identification and quality early intervention services have demonstrated a positive impact on a deaf or hard of hearing child’s language development, vocabulary, learning abiltities, cognition (thinking skills) and social-emotional skills. When a child is identified as deaf or hard of hearing, surrounding the family with multiple levels of support throughout a child's journey to language, literacy, and social-emotional development adds to positive outcomes. At Hands & Voices, we like to keep our eye on the \"graduate in the cradle.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/fl3/topics/lang-lit-soc.html",
    "Parent Quote": "You will not be the same person a year or several years from now.  Right now this may seem like a lot to deal with and it is. Each experience you have with your child builds on another as you travel through your journey. You will grow and be stretched beyond what you can ask or imagine. Along the way you will gather many tools that will help you navigate each aspect of your way. Each terrain whether smooth, windy or rocky will teach you a new lesson that will help you and your child grow and thrive.",
    "Parent Name": "Djenne-amal Morris",
    "Parent Photo": "DjeeneMorris.png",
    "Resources to Explore": "Explore more about language development here:\n\nClick here to explore",
    "Resource Link": "https://handsandvoices.org/fl3/topics/lang-lit-soc-development/lang-resources.html",
    "DHH Quote": "I was diagnosed with progressive hearing loss when I was 3 years old, I received hearing aids, until they could no longer work for me. When I was seven, I received my first cochlear implant, and got my second one when I was eight.\n\nBeing a deaf/hard of hearing child was never something that got in the way of my childhood. I played soccer, when to public school, when I was in High school I took AP classes and graduated with honors. I am now a full time student at Arkansas Tech and have made the Dean's List. Parents, my advice to you would be don’t let your child’s hearing loss become their lifestyle. It’s a part of who they are, but it doesn’t mean they can’t be a normal kid. Push them to be their best possible selves and you will be amazed at what they can accomplish.",
    "DHH Name": "Abby McClellan",
    "DHH Photo": "AbbyMcClellan.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "87",
    "Title/Topic": "As They Grow",
    "Content Article/Video": "A collection of tip sheets created for parents and caretakers of children who are deaf or hard of hearing, that briefly describe the developmental process of infants and toddlers post-identified hearing condition for cognitive, social, emotional, language (semantics, syntax-morphology, pragmatics, phonology –auditory and visual), pre-literacy and literacy development. These tip sheets provide suggestions for parents and caretakers, for fun, everyday activities to enhance their baby’s development in these aspects! Hang these up on your refrigerator and pick an activity or two to include in your baby’s daily routine or when you are out and about exploring the world.\n\nClick here to read more ",
    "Link": "https://www.handsandvoices.org/fl3/fl3-docs/parent-take-aways.html",
    "Parent Quote": "Sometimes, we just have to carry on through our storm without exact guidance. The support through the storm is what makes the difference.",
    "Parent Name": "Kodi Brandt-Ogle",
    "Parent Photo": "KodiBrandt.png",
    "Resources to Explore": "Hands & Voices receives information and requests to post links from other sponsoring organizations that we feel might be of interest to our constituency. These links may not necessarily reflect the viewpoint of Hands & Voices and we rely on our membership to deem what is of value to their own interests.\n\nClick here to explore resources ",
    "Resource Link": "https://www.handsandvoices.org/resources/links.htm",
    "DHH Quote": "Include your child in everything, let them see how you make decisions, encourage them to make decisions, let them see you do everything in the home, encourage them to do things in the home. Let them make mistakes and then ask them what they learned from it.",
    "DHH Name": "Darleen Hutchins",
    "DHH Photo": "tree.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "88",
    "Title/Topic": "Perspective is Everything",
    "Content Article/Video": "One Family's Journey: A Child Like Us...Or Not? \n\nThe audiologist assured us that the test was very accurate. She looked confused because my husband and I were not exactly jumping up and down relieved that Brady had passed the test. I felt as though the very instant the audiologist said that Brady passed the test; my heart was crushed into pieces. I could not believe this was happening. I was even more stunned with how I would wish that my own baby would be deaf.\n\nThis experience gave me a glimpse of how hearing parents feel when they first find out that their child is deaf. I cannot say that I completely understand how hearing parents feel because for hearing parents to find that their child is deaf, they have many more things to learn about; decisions to make; and choices to choose about which paths they want to take with their deaf child. Many hearing parents go through a grieving process over their child’s hearing loss that lasts months or even years.\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V15-2_likeus.htm",
    "Parent Quote": "How do we make sure our deaf and hard of hearing kids view the glass as half-full? I don’t have any great answers but it seems to me that experiences are what fill up that glass. We were lucky that we had a child who wanted to explore and experience life to its fullest. I think this is to be encouraged–not just our deaf and hard of hearing kids–but all kids.",
    "Parent Name": "Rhonda Bergsma",
    "Parent Photo": "RhondaBergsma.png",
    "Resources to Explore": "Looking ahead at education--Optimizing Outcomes for Students Who are Deaf or Hard of Hearing, Educational Service Guidelines\n\nChildren and youth who are deaf or hard of hearing reach their potential, like their hearing peers, when they are motivated to succeed and are supported by caring professionals and families. Education standards, instruction and services must be the same or consistent with what is provided to all children and youth and supplemented with specially designed instruction and services when special education services are needed. Their opportunity for successful outcomes must not be dictated by disability or low expectations.\n\nClick here to read more",
    "Resource Link": "https://www.nasdse.org/LinkClick.aspx?fileticket=so5QDUsOY0U%3D&tabid=36",
    "DHH Quote": "Give your children the support and confidence to accomplish whatever they want to do. As parents, you want them to try many different things– to encourage your children to do many different things, even if they fail. You want them to know what they can do and what they can’t. With your support, they will have the confidence to try without worrying about failing. That was a big thing that my parents did for me; the freedom to try was a really great experience for me. Don’t protect your children from failure or they will never grow up and learn to deal with adversity. Teach them to deal with adversity in a positive way.",
    "DHH Name": "Curtis Pride",
    "DHH Photo": "CurtisPride.png",
    "ResourceImage": "vnhpic.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "89",
    "Title/Topic": "Wondering About the Future",
    "Content Article/Video": "Discover additional information on each of these important topics, including helpful websites, research and resources.",
    "Link": "https://handsandvoices.org/deafhardofhearingchildren/marbely-barahona-we-wondered-how-his-future-would-be/",
    "Parent Quote": "Having a child who is deaf was not what I expected and certainly was a huge adjustment for our family. But now that my son is an adult, I can look back and see so many joyful, precious moments where people (the teachers, the other parents, the medical professionals, the deaf and hard of hearing adults), whom we never would have met otherwise, have joined us on our journey. And these relationships and our family's experience has become so much richer and more meaningful than I ever could have imagined. I am filled with such immense gratitude. At my son's graduation party, I was on the verge of happy tears the entire day as almost everyone who has ever worked with my son came and celebrated \"all that was possible.\"",
    "Parent Name": "Candace Lindow Davies",
    "Parent Photo": "candaceLindow.png",
    "Resources to Explore": "The Clerc Center produces a magazine, The Odyssey. Each issue is theme-based, focusing on topics of importance as they relate to research, philosophy, and application of practice of instruction in the deaf education classroom\n\nClick here to view",
    "Resource Link": "https://www3.gallaudet.edu/clerc-center/our-resources/odyssey-magazine.html",
    "DHH Quote": "I think the most important thing is to be truly aware and present with your deaf/hard of hearing child. Look for his/hearts desire and do everything in your power to help your child succeed. Be open minded to different solutions. My deaf son was mainstreamed and being mainstreamed was my definition of “success”.\n\nMy deaf son was ahead of both his hearing and deaf peers academically. But it was not meant to be. He was miserable. Eventually he transferred to residential schools. He was much happier and blossomed! I realized I had to do what was best for him, not what was best for me.",
    "DHH Name": "Sue LaFauce",
    "DHH Photo": "SueLaFauce.png",
    "ResourceImage": "gallaudet.png",
    "ArticleImage": "vnhpic.png"
  },
  {
    "Day": "90",
    "Title/Topic": "Just a Part of Your Life",
    "Content Article/Video": "Reaching a New Normal, by Vivian Mikhail\"My cousin-in-law (a speech-language pathologist) told me in the raw, painful days just after Nadia lost her hearing that “she’s still going to be whoever she was always going to be, you know.” That was far easier to nod and “mm-hmm” to than to internalize for me. What made it finally sink in? While I am not entirely sure, I am clear that certain factors have been a vital part of my getting to this place: Nadia’s mighty team of teachers, consultants, providers and supporters; Hands & Voices; time. It is amazing and merciful how such things can come full-circle, and what is once impossible to fathom becomes entirely natural.\"\n\nClick here to read more",
    "Link": "https://handsandvoices.org/articles/fam_perspectives/V13-4_reachingNormal.htm",
    "Parent Quote": "In the end, it's not just about the choices we made for our children, but how we fostered their ability to make the right choices for themselves, and then honored their choices. ",
    "Parent Name": "Leeanne Seaver",
    "Parent Photo": "LeeanneSeaver.png",
    "Resources to Explore": "We can think of no better way to wrap up than the Time is Now video.\n\nClick here to watch it",
    "Resource Link": "https://www.handsandvoices.org/resources/video/timeisnow_cap.html",
    "DHH Quote": "Communicate with your child. Listen to every thought, feelings, and dreams they express to you. Let your kid be. Allow them to explore all walks of life. Courage plus Dreams equal Success. \n\nLook into your heart and just follow what it tells you to do. Don’t let anyone tell you can’t do something, and if you really find it hard, just find another way to do it.",
    "DHH Name": "Marlee Matlin",
    "DHH Photo": "MarleeMatlin.png",
    "ResourceImage": "HVgrouplove.png",
    "ArticleImage": "vnhpic.png"
  }
]